[
  {
    "Frame 0": "WELCOME TO THE OL-in-One Compass",
    "Frame 1": "This platform seeks to reveal the many\n<br>lenses and applications of Ocean Literacy, so that\n<br>you can pursue it according to your goals and interests.",
    "Frame 2": "At its most basic, Ocean Literacy (OL) is defined\n<br> as the understanding of <b>our influence</b> on the Ocean\n<br> and the <b>Ocean's influece</b> on us.",
    "Frame 3": "Yet, proper OL thinking and doing\n<br>occurs by adopting three key lenses:",
    "Frame 4": "Principles",
    "Frame 5": "Principles <br> Perspectives",
    "Frame 6": "Principles <br> Perspectives <br> Dimensions",
    "Frame 7": "Principles //\nPerspectives //\nDimensions",
    "Frame 8": "OL Principles summarize the 7 essential traits of the Ocean.",
    "Frame 9": "OL Perspectives encompass the\n7 main angles from which the Ocean’s many facets can be understood and put in context.",
    "Frame 10": "OL Dimensions provide a range of 10 main ways of learning about and fostering reconnection to the Ocean.",
    "Frame 11": "This stratification does not reflect any order but simply the evolution of OL over time, as it expanded from factual knowledge to be integrated in school curricula to holistic vision on the many ways to learn about the Ocean's gifts and issues, so as to individually and collectively act accordingly.",
    "Frame 12": "Ocean Literacy de facto is anything that contributes to reconnect people with the Ocean. There is nothing like \"OL activities\": there can be - intended or unintended - OL outcomes from the most diverse variety of conceptual or physical encounters with our bodies of water.",
    "Frame 13": "Thinking with OL Principles, Perspectives and Dimensions is one way to be intentional about learning and/or promoting Ocean Literacy, and the many combinations with which it can come to be.",
    "Frame 14": "In a nutshell, Principles say WHAT foundamental knowkledge about the Ocean we should have and foster, Perspectives help characterise WHAT specific knowledge can be learnt/taught/discussed about the Ocean, and Dimensions suggest HOW differently this can happen.",
    "Frame 15": "Ready to try out?"
  }
]