[
  {
    "D-ID": "D1",
    "What-PAR": "<b>Knowledge</b> refers to understanding ocean topics and their interconnections. It shows in the ability to explain marine phenomena, connect systems, and apply insights to challenges.",
    "Example 1": "Reading a scientific paper on <hP>ocean currents</hP> and their impact on <hPe>maritime activities</hPe> is a way to expand one's <i>knowledge</i> of ocean-related topics.",
    "Example 2": "Another example is studying a handbook on <hP>marine biodiversity</hP> and <hPe>scientific observation techniques</hPe> for a test.",
    "MAP-question": "How does it enhance KNOWLEDGE of the Ocean?",
    "P1": "y1",
    "P2": "",
    "P3": "",
    "P4": "",
    "P5": "y2",
    "P6": "",
    "P7": "",
    "Pe1": "y2",
    "Pe2": "",
    "Pe3": "",
    "Pe4": "",
    "Pe5": "",
    "Pe6": "",
    "Pe7": "y1"
  },
  {
    "D-ID": "D2",
    "What-PAR": "<b>Communication</b> is the ability to share ocean topics across audiences and settings. It surfaces when ideas flow clearly, discussions bridge perspectives, and messages inspire action.",
    "Example 1": "Producing an amateur photo reportage on <hP>marine pollution</hP> and its <hPe>cultural reasons</hPe> is a way to expand one's <i>communication</i> skills in ocean-related topics.",
    "Example 2": "Another example is producing informative social media posts on <hP>the ocean-climate nexus</hP> and its relevance across <hPe>different ocean basins</hPe>.",
    "MAP-question": "How does it enhance COMMUNICATION about the Ocean?",
    "P1": "",
    "P2": "",
    "P3": "y2",
    "P4": "",
    "P5": "",
    "P6": "y1",
    "P7": "",
    "Pe1": "",
    "Pe2": "",
    "Pe3": "y2",
    "Pe4": "",
    "Pe5": "",
    "Pe6": "y1",
    "Pe7": ""
  },
  {
    "D-ID": "D3",
    "What-PAR": "<b>Behaviour</b> encompasses deliberate actions and habits that influence the ocean. It surfaces in choices like adopting sustainable practices, supporting policies, or engaging in conservation.",
    "Example 1": "Refusing <hPe>modernity's throwaway culture</hPe> after learning about <hP>the impact of plastic pollution on marine biodiversity depletion</hP> is an example of turning one's enhanced ocean understanding into ocean-friendly <i>behavior</i>.",
    "Example 2": "Another example is favoring sustainable seafood choices to preserve the <hP>regeneration of marine life</hP> and related <hPe>socioeconomic benefits</hPe> for humans.",
    "MAP-question": "How does it enhance pro-Ocean BEHAVIOR?",
    "P1": "",
    "P2": "",
    "P3": "",
    "P4": "y2",
    "P5": "y1",
    "P6": "",
    "P7": "",
    "Pe1": "",
    "Pe2": "",
    "Pe3": "",
    "Pe4": "",
    "Pe5": "",
    "Pe6": "y1",
    "Pe7": "y2"
  },
  {
    "D-ID": "D4",
    "What-PAR": "<b>Attitude</b> is made of personal inclinations and predispositions toward ocean matters. It is reflected in concern, curiosity, or commitment to ocean stewardship in values and decisions.",
    "Example 1": "Staying updated on the most pressing anf <hP>intertwined ocean issues</hP>, and resulting <hPe>conflics</hPe>, exemplifies one's pro-ocean <i>attitude</i>.",
    "Example 2": "Another example is going to the seaside whenever needing to <hP>restore inner balance</hP> or <hPe>find inspiration</hPe>.",
    "MAP-question": "How does it nurture pro-Ocean ATTITUDE?",
    "P1": "y1",
    "P2": "",
    "P3": "",
    "P4": "",
    "P5": "",
    "P6": "y2",
    "P7": "",
    "Pe1": "",
    "Pe2": "",
    "Pe3": "",
    "Pe4": "",
    "Pe5": "y1",
    "Pe6": "y2",
    "Pe7": ""
  },
  {
    "D-ID": "D5",
    "What-PAR": "<b>Awareness</b> is recognizing ocean-related issues and their significance. It unfolds when people acknowledge challenges, seek information, and connect ocean health to broader contexts.",
    "Example 1": "Watching a documentary - for instance on the dramatic <hP>coral bleaching</hP> affecting the <hPe>Great Barrier Reef</hPe> - is a way to increase one's <i>awareness</i> of ocean issues.",
    "Example 2": "Another example is actively following the social media accounts of <hPe>marine research institutions</hPe> to stay updated on the latest <hP>deepsea discoveries</hP>.",
    "MAP-question": "How does it increase AWARENESS about the Ocean?",
    "P1": "",
    "P2": "",
    "P3": "y1",
    "P4": "",
    "P5": "",
    "P6": "",
    "P7": "y2",
    "Pe1": "y2",
    "Pe2": "",
    "Pe3": "y1",
    "Pe4": "",
    "Pe5": "",
    "Pe6": "",
    "Pe7": ""
  },
  {
    "D-ID": "D6",
    "What-PAR": "<b>Activism</b> is the effort to drive change in ocean policies, behaviors, and norms. It takes shape in advocacy, movements, and influence over public attitudes.",
    "Example 1": "Signing a petition against <hPe>illegal fishing</hPe> to preserve <hP>marine biodiversity</hP> is a concrete act of ocean <i>activism</i>.",
    "Example 2": "Another example is joining protests for <hP>unregulated deepsea mining</hP>, standing up for the rights of <hPe>Indigenous human and non-human populations</hPe>.",
    "MAP-question": "How does it support ACTIVISM for the Ocean?",
    "P1": "",
    "P2": "",
    "P3": "",
    "P4": "",
    "P5": "y1",
    "P6": "y2",
    "P7": "",
    "Pe1": "",
    "Pe2": "",
    "Pe3": "",
    "Pe4": "",
    "Pe5": "y2",
    "Pe6": "",
    "Pe7": "y1"
  },
  {
    "D-ID": "D7",
    "What-PAR": "<b>Emoceans</b> pertains to emotional and sensory connections to the ocean. It comprises awe, fear, concern, or joy toward marine environments, their misteries and their future.",
    "Example 1": "Suffering at the sight of a <hP>large fish kill</hP> due to <hPe>inproper wastewater treatment</hPe> is a way of understanding ocean issues by <i>feeling</i> them.",
    "Example 2": "Another example is being amazed and inspired by both the <hP>ocean's depths</hP> and the sense of adventure of past and contemporary <hPe>women explorers</hPe>.",
    "MAP-question": "How does it boost EMOCEANS?",
    "P1": "",
    "P2": "",
    "P3": "",
    "P4": "",
    "P5": "",
    "P6": "y1",
    "P7": "y2",
    "Pe1": "",
    "Pe2": "",
    "Pe3": "",
    "Pe4": "y2",
    "Pe5": "",
    "Pe6": "",
    "Pe7": "y1"
  },
  {
    "D-ID": "D8",
    "What-PAR": "<b>Experience</b> refers to interactions—direct or indirect—that build ocean familiarity. It encompasses hands-on activities, virtual encounters, outdoor learning and more.",
    "Example 1": "Snorkeling in a <hP>marine reserve</hP> and helping <hPe>monitor intertidal species</hPe> is a way to learn about the ocean through <i>experience</i>",
    "Example 2": "Another example is visiting a <hPe>maritime museum</hPe> and diving into the evolution of <hP>ocean-humanity interdependence</hP> over time.",
    "MAP-question": "How does it enhance EXPERIENCE of the Ocean?",
    "P1": "",
    "P2": "",
    "P3": "",
    "P4": "",
    "P5": "y1",
    "P6": "y2",
    "P7": "",
    "Pe1": "y1",
    "Pe2": "y2",
    "Pe3": "",
    "Pe4": "",
    "Pe5": "",
    "Pe6": "",
    "Pe7": ""
  },
  {
    "D-ID": "D9",
    "What-PAR": "<b>Adaptive Capacity</b> is the ability to adjust to changing ocean conditions. It manifests in shifting behaviors, strategies, or policies ensuring resilience in uncertain futures.",
    "Example 1": "Communities <hPe>that diversify their local economies beyond fishing</hPe> to enable <hP>fish stock regeneration</hP> showcase their <i>adaptive capacity</i>.",
    "Example 2": "Another example is promoting <hPe>multi-stakeholder focus groups</hPe> to find common solutions to <hP>increasing coastal erosion</hP>.",
    "MAP-question": "How does it enhance ADAPTIVE CAPACITY towards our changing Ocean?",
    "P1": "",
    "P2": "y2",
    "P3": "",
    "P4": "y1",
    "P5": "",
    "P6": "",
    "P7": "",
    "Pe1": "",
    "Pe2": "",
    "Pe3": "",
    "Pe4": "",
    "Pe5": "y2",
    "Pe6": "",
    "Pe7": "y1"
  },
  {
    "D-ID": "D10",
    "What-PAR": "<b>Trust and Transparency</b> concern confidence in ocean-related information. They take form in reliance on credible sources, scrutiny of claims, and openness in decisions.",
    "Example 1": "Spotting a fake news - that for instance neglects the <hP>deep interdependence of ocean and climate systems</hP> - shows one's ability to learn about the ocean <i>critically</i>.",
    "Example 2": "Another example is spreading digital content only after verifying the credibility of the source, especially when it concerns controversial topics such as <hP>deep-sea mining</hP>.",
    "MAP-question": "How does it enhance people's TRUST & TRANSPARENCY in Ocean information?",
    "P1": "",
    "P2": "",
    "P3": "y1",
    "P4": "",
    "P5": "",
    "P6": "",
    "P7": "y2",
    "Pe1": "/",
    "Pe2": "/",
    "Pe3": "/",
    "Pe4": "/",
    "Pe5": "/",
    "Pe6": "/",
    "Pe7": "/"
  }
]