[
  {
    "Pe-ID": "Pe1",
    "What-PAR": "Adopting a <b>scientific</b> perspective means understanding the ocean through observation and experimentation.",
    "Example 1": "For <b>educators</b>, one way to enhance a <i>scientific</i> view of the ocean is by bringing a portable microscope in class to make students see <hP>microplastics</hP> in sand samples.",
    "Example 2": "Another example is assigning a citizen science summer project to students for them to find out about the <hP>diverse marine fauna and flora</hP> populating the beach.",
    "MAP-question": "How does it express a SCIENTIFIC perspective?",
    "P1": "",
    "P2": "",
    "P3": "",
    "P4": "",
    "P5": "y2",
    "P6": "y1",
    "P7": ""
  },
  {
    "Pe-ID": "Pe2",
    "What-PAR": "Adopting a <b>historic</b> perspective means exploring how human interactions with the ocean evolved over time.",
    "Example 1": "For <b>educators</b>, one way to explore the ocean <i>historically</i> is by curating a YouTube playlist of short videos on the <hP>evolution of navigation systems</hP>, from Polynesian wayfinding to modern GPS systems.",
    "Example 2": "Another example is guiding a group discussion on the controversial Age of Discoveries, pointing out that <hP>exploring the uncharted ocean</hP> should never again come at the expense of Indigenous (human and non-human) communities.",
    "MAP-question": "How does it express a HISTORIC perspective?",
    "P1": "",
    "P2": "",
    "P3": "",
    "P4": "",
    "P5": "",
    "P6": "y1",
    "P7": "y2"
  },
  {
    "Pe-ID": "Pe3",
    "What-PAR": "Adopting a <b>geographic</b> perspective means examining how ocean features and processes vary across regions.",
    "Example 1": "For <b>educators</b>, one way to foster a <i>geographic</i> understanding of the ocean is by showing an interactive diagram of the 'Global Ocean Conveyor Belt' and its influence on <hP>the Earth's climate</hP>.",
    "Example 2": "Another example is encouraging students to explore digital platforms that illustrate how sea level rise will dramatically <hP>reshape shorelines</hP> worldwide.",
    "MAP-question": "How does it express a GEOGRAPHIC perspective?",
    "P1": "",
    "P2": "y2",
    "P3": "y1",
    "P4": "",
    "P5": "",
    "P6": "",
    "P7": ""
  },
  {
    "Pe-ID": "Pe4",
    "What-PAR": "Adopting a <b>gender equality</b> perspective means looking into fair participation in ocean resource management.",
    "Example 1": "For <b>educators</b>, a way to bring a <i>Gender Equity</i> perspective on the ocean is by showing a documentary on the key yet often overlooked <hP>role of women in fisheries communities</hP>.",
    "Example 2": "Another example is sharing the story of Marie Tharp, Sylvia Earle, and other pioneering female oceanographers, past and present, whose work has made the <hP>ocean depths less mysterious</hP>.",
    "MAP-question": "How does it express a GENDER EQUALITY perspective?",
    "P1": "",
    "P2": "",
    "P3": "",
    "P4": "",
    "P5": "",
    "P6": "y1",
    "P7": "y2"
  },
  {
    "Pe-ID": "Pe5",
    "What-PAR": "Adopting a <b>value</b> perspective means considering diverse perspectives in ocean-related decisions.",
    "Example 1": "For <b>educators</b>, one way to enhance a <i>Value</i> standpoint on the ocean is by setting up a role-playing board game that simulates <hP>integrated coastal management scenarios</hP>.",
    "Example 2": "Another example is organizing a public debate where experts with different standpoints on a controversial field like <hP>aquaculture</hP> expose their takes on its present and future.",
    "MAP-question": "How does it express a VALUE perspective?",
    "P1": "",
    "P2": "",
    "P3": "",
    "P4": "y2",
    "P5": "",
    "P6": "y1",
    "P7": ""
  },
  {
    "Pe-ID": "Pe6",
    "What-PAR": "Adopting a <b>cultural</b> perspective means reflecting on traditions and beliefs tied to the ocean.",
    "Example 1": "For <b>educators</b>, one way to foster a <i>cultural</i> understanding of the ocean is by rediscovering ancient wisdom like Okeanos, the Greek concept of <hP>the ocean as a single, continuous, and encircling river</hP>.",
    "Example 2": "Another example is assigning some readings on <hP>customary fishing rights</hP> and their influence on marine resource management.",
    "MAP-question": "How does it express a CULTURAL perspective?",
    "P1": "y1",
    "P2": "",
    "P3": "",
    "P4": "",
    "P5": "",
    "P6": "y2",
    "P7": ""
  },
  {
    "Pe-ID": "Pe7",
    "What-PAR": "Adopting a <b>sustainability</b> perspective means integrating environmental, social, and economic factors in ocean use.",
    "Example 1": "For <b>educators</b>, one way to deepen a <i>Sustainability</i> view of the ocean is by having students co-create a mind map illustrating the environmental, economic, and social interplays within a <hP>Marine Protected Area</hP>.",
    "Example 2": "Another example is having students write future newspaper articles imagining how responsible <hP>deep-sea exploration</hP> could drive humanity's sustainability transition.",
    "MAP-question": "How does it express a SUSTAINABILITY perspective?",
    "P1": "",
    "P2": "",
    "P3": "",
    "P4": "y1",
    "P5": "",
    "P6": "",
    "P7": "y2"
  }
]