[
  {
    "P-ID": "P1",
    "P-GEN": "The Earth has <b>one big ocean</b> with many features.",
    "P-GEN-continue": "Its waters cover ∼ 70% of our planet's surface and move across oceanic basins through an interconnected circulation system.",
    "WATER BODY + FEATURE (WBF)": "The <i>inherent interconnection</i> of the ocean is exemplified by the <b>North Atlantic garbage patch</b>, which accumulates marine debris sourced by river runoffs and maritime activities located thousands of kilometers away.",
    "WBF-P_links": "P6",
    "COUNTRY-E1": "In <b>Portimão</b>, for example, a major threat to <hPe>traditional sardine fishing</hPe> is posed by <i>planetary-scale disruptions</i> in plankton availability and ocean currents due to climate change.",
    "E1-Pe_link": "Pe6",
    "COUNTRY-E2": "Another example is the <hPe>Berlenga Archipelago</hPe>, a unique biodiversity hotspot nonetheless depending on <i>broader current and nutrient cycles</i>.",
    "E2-Pe_link": "Pe3"
  },
  {
    "P-ID": "P2",
    "P-GEN": "The ocean <b>shapes</b> the features of <b>the Earth</b>.",
    "P-GEN-continue": "This occurs mainly through seafloors' tectonic activity, sea level changes and waves' erosive force.",
    "WATER BODY + FEATURE (WBF)": "The ocean's <i>earth-shaping</i> role is vividly demonstrated by the <b>Mid-Atlantic Ridge</b>, a continuously evolving underwater mountain range formed by magma from diverging tectonic plates, driving the Atlantic's seafloor spreading.",
    "WBF-P_links": "P7",
    "COUNTRY-E1": "In <b>Lisbon</b>, for example, the ocean's <i>earth-shaping influence</i> tragically manifested in the <hPe>infamous 1755 earthquake</hPe>, which devastated the city yet deeply influenced its modern urban landscape.",
    "E1-Pe_link": "Pe2",
    "COUNTRY-E2": "Another example is <hPe>Ericeira's World Surfing Reserve</hPe>, whose rocky seabed and coastal formation <i>shape</i> consistent, high-quality waves, and, in turn, the region's socioeconomic fabric.",
    "E2-Pe_link": "Pe3"
  },
  {
    "P-ID": "P3",
    "P-GEN": "The ocean strongly influences <b>weather and climate</b>.",
    "P-GEN-continue": "Absorbing most of the solar radiation reaching Earth, it drives our planet's heat, water and carbon cycles.",
    "WATER BODY + FEATURE (WBF)": "In the Atlantic, a stark example of the ocean's <i>heat regulation</i> is the <b>Canary Current</b>, which cools down shoreline temperatures of the Canaries, coastal Morocco and Western Sahara, and indeed shaped their vastly arid climate over millennia.",
    "WBF-P_links": "P2",
    "COUNTRY-E1": "In <b>Nazaré</b>, for instance, <hPe>giant wave events</hPe> will become increasingly unpredictable due to <i>long-term shifts in oceanic storm paths and intensity</i>.",
    "E1-Pe_link": "Pe6",
    "COUNTRY-E2": "Another example is the <hPe><b>Douro River</b> Estuary</hPe>, whose frequent salinity shifts are directly influenced by <i>Atlantic tides and storm surges</i>.",
    "E2-Pe_link": "Pe3"
  },
  {
    "P-ID": "P4",
    "P-GEN": "The ocean makes <b>Earth habitable</b>.",
    "P-GEN-continue": "It does so by producing oxygen, regulating temperature, and sustaining global ecological and nutrient cycles.",
    "WATER BODY + FEATURE (WBF)": "A stark example of the ocean's <i>life-enabling</i> role is the <b>Atlantic Meridional Overturning Circulation (AMOC)</b>, which enables nutrients redistribution (from the deep ocean up) and carbon sequestration (from surface waters down to the depths).",
    "WBF-P_links": "P1",
    "COUNTRY-E1": "In <b>Matosinhos</b>, for instance, <i>coastal upwelling</i> - deep, cold, nutrient-rich water rising to the surface - is crucial for <hPe>maintaining sardine stocks and related economies</hPe>.",
    "E1-Pe_link": "Pe6",
    "COUNTRY-E2": "Another example is the seagrass meadows in the <hPe>Ria Formosa</hPe>, which <i>enable life</i> by serving as a nursery for fish and an efficient CO2 sink.",
    "E2-Pe_link": "Pe3"
  },
  {
    "P-ID": "P5",
    "P-GEN": "The ocean supports a <b>great diversity</b> of life and ecosystems.",
    "P-GEN-continue": "Ranging from phytoplankton to blue whales, marine organisms present an enormous and unique variation in scales, life cycles and adaptations.",
    "WATER BODY + FEATURE (WBF)": "In the Atlantic, a striking example of the ocean's <i>great diversity </i> is the <b>Cape Verde coral reef</b>, which despite its contained size hosts a wide mix of tropical and temperate species thanks to its unique geographic location.",
    "WBF-P_links": "P4",
    "COUNTRY-E1": "For example, <b>Lucky Strike</b>, a hydrothermal vent 150 km off <b>Horta</b>, has been the focus of <hPe>deep-sea scientific explorations</hPe> revealing <i>unique life forms</i> that thrive in the absence of sunlight.",
    "E1-Pe_link": "Pe2",
    "COUNTRY-E2": "Another example is the <hPe>Luiz Saldanha Marine Park</hPe>, home of <i>over 1000 marine species</i>, including dolphins, seahorses, and corals, which underpin eco-tourism.",
    "E2-Pe_link": "Pe3"
  },
  {
    "P-ID": "P6",
    "P-GEN": "The ocean and humans are <b>deeply interconnected</b>.",
    "P-GEN-continue": "The Ocean sustains our well-being, economy, and culture, while we impact its balance through regulations, resource management policies and consumption habits.",
    "WATER BODY + FEATURE (WBF)": "The <i>interconnection between humans and the Atlantic</i> is exemplified by <b>historical overfishing</b>, which threatens both the survival of many marine species and the livelihood of many coastal communities.",
    "WBF-P_links": "P1",
    "COUNTRY-E1": "In <b>Porto</b>, for instance, <hPe>advanced research on ocean-derived medicine</hPe> is a stark example of the <i>deep connection between marine biodiversity and human health</i>.",
    "E1-Pe_link": "Pe1",
    "COUNTRY-E2": "Another example is the <hPe>Ria de Aveiro</hPe>, whose major cleanup and marine life restoration after decades of industrial pollution reflects how <i>humans can address and reverse their own environmental impact</i>.",
    "E2-Pe_link": "Pe3"
  },
  {
    "P-ID": "P7",
    "P-GEN": "The ocean is <b>largely unexplored</b>.",
    "P-GEN-continue": "Interdisciplinary ocean exploration, made easier by new technologies, is needed to enhance our still limited understanding of its systems and processes.",
    "WATER BODY + FEATURE (WBF)": "In the Atlantic, the ocean's <i> unknown nature</i> is illustrated by the recently discovered <b>hydrothermal vents</b>, deep-sea hot springs which had a key yet still enigmatic role in the origins of life on Earth.",
    "WBF-P_links": "P4, P2",
    "COUNTRY-E1": "Beneath the waters of the <i>Tagus Estuary</i>, for instance, an <i>unknown number</i> of <hPe>shipwrecks, spanning centuries of maritime history</hPe>, <i>remain undiscovered and uncharted</i>.",
    "E1-Pe_link": "Pe2",
    "COUNTRY-E2": "Another example is the <hPe>Josephine Seamount</hPe>. Despite its discovery over 150 years ago, much of its deep-sea biodiversity and geological formation is <i>still unknown and being researched</i>.",
    "E2-Pe_link": "Pe3"
  }
]