[
  {
    "D-ID": "D1",
    "What-PAR": "<b>Knowledge</b> is about understanding ocean topics and their links. It enables informed decisions and fosters scientific and societal advancements.",
    "Diff-from": "D5",
    "Diff-from-PAR": "If <b>Awareness</b> is about recognizing an issue, <b>Knowledge</b> is focused on understanding and analyzing it.",
    "Example 1": "By analyzing <hP>ocean currents</hP> and their impact on <hPe>coastal communities</hPe>, students develop an understanding of oceanic processes.",
    "Example 2": "Studying <hP>marine biodiversity</hP> helps learners appreciate the role of <hPe>scientific observation</hPe> in conservation efforts.",
    "P1": "y1",
    "P2": "",
    "P3": "",
    "P4": "",
    "P5": "y2",
    "P6": "",
    "P7": "",
    "Pe1": "y2",
    "Pe2": "",
    "Pe3": "",
    "Pe4": "",
    "Pe5": "",
    "Pe6": "y1",
    "Pe7": ""
  },
  {
    "D-ID": "D2",
    "What-PAR": "<b>Communication</b> consists in sharing ocean-related topics with others. Effective communication spreads awareness and encourages collective action.",
    "Diff-from": "D1",
    "Diff-from-PAR": "If <b>Knowledge</b> is about acquiring information, <b>Communication</b> is focused on expressing and sharing it.",
    "Example 1": "Creating an infographic on <hP>overfishing</hP> allows students to communicate its effects on <hPe>sustainable fisheries</hPe>.",
    "Example 2": "Discussing <hP>climate change</hP> with peers fosters awareness and collective action on <hPe>environmental policies</hPe>.",
    "P1": "",
    "P2": "",
    "P3": "y2",
    "P4": "",
    "P5": "",
    "P6": "y1",
    "P7": "",
    "Pe1": "",
    "Pe2": "",
    "Pe3": "y1",
    "Pe4": "",
    "Pe5": "y2",
    "Pe6": "",
    "Pe7": ""
  },
  {
    "D-ID": "D3",
    "What-PAR": "<b>Behaviour</b> concerns making choices and taking actions on ocean issues. Responsible behavior can drive sustainable ocean practices.",
    "Diff-from": "D4",
    "Diff-from-PAR": "If <b>Attitude</b> is about beliefs and values, <b>Behaviour</b> is focused on translating them into concrete actions.",
    "Example 1": "Students choose <hP>plastic-free alternatives</hP> after learning about <hPe>ocean pollution</hPe> in class.",
    "Example 2": "Participating in a <hP>beach cleanup</hP> reinforces responsible <hPe>environmental behavior</hPe>.",
    "P1": "",
    "P2": "",
    "P3": "",
    "P4": "y2",
    "P5": "",
    "P6": "",
    "P7": "y1",
    "Pe1": "",
    "Pe2": "y2",
    "Pe3": "",
    "Pe4": "",
    "Pe5": "",
    "Pe6": "",
    "Pe7": "y1"
  },
  {
    "D-ID": "D4",
    "What-PAR": "<b>Attitude</b> refers to personal stances on ocean matters. Positive attitudes inspire advocacy and better conservation efforts.",
    "Diff-from": "D8",
    "Diff-from-PAR": "If <b>Experience</b> is based on direct interaction, <b>Attitude</b> is focused on personal perspectives and values.",
    "Example 1": "Exploring <hP>coral reef degradation</hP> influences students' <hPe>conservation mindset</hPe>.",
    "Example 2": "Understanding the loss of <hP>marine species</hP> fosters a <hPe>protection-oriented attitude</hPe>.",
    "P1": "",
    "P2": "y2",
    "P3": "",
    "P4": "",
    "P5": "y1",
    "P6": "",
    "P7": "",
    "Pe1": "",
    "Pe2": "",
    "Pe3": "",
    "Pe4": "y2",
    "Pe5": "",
    "Pe6": "y1",
    "Pe7": ""
  },
  {
    "D-ID": "D5",
    "What-PAR": "<b>Awareness</b> is about recognizing ocean-related issues. Awareness is the first step towards understanding and taking action.",
    "Diff-from": "D1",
    "Diff-from-PAR": "If <b>Knowledge</b> is about in-depth understanding, <b>Awareness</b> is focused on simply recognizing an issue.",
    "Example 1": "Watching a documentary on <hP>ocean acidification</hP> increases public <hPe>awareness</hPe>.",
    "Example 2": "Reading about <hP>sea-level rise</hP> makes people conscious of its <hPe>social implications</hPe>.",
    "P1": "y2",
    "P2": "",
    "P3": "y1",
    "P4": "",
    "P5": "",
    "P6": "",
    "P7": "",
    "Pe1": "",
    "Pe2": "y1",
    "Pe3": "",
    "Pe4": "",
    "Pe5": "",
    "Pe6": "y2",
    "Pe7": ""
  },
  {
    "D-ID": "D6",
    "What-PAR": "<b>Activism</b> consists in engaging in efforts to promote ocean protection. It channels concern into meaningful policy and social changes.",
    "Diff-from": "D3",
    "Diff-from-PAR": "If <b>Behaviour</b> involves individual choices, <b>Activism</b> is focused on organized efforts for broader change.",
    "Example 1": "Signing a petition against <hP>illegal fishing</hP> demonstrates active <hPe>ocean advocacy</hPe>.",
    "Example 2": "Joining protests for <hP>marine conservation</hP> showcases engaged <hPe>environmental activism</hPe>.",
    "P1": "",
    "P2": "",
    "P3": "",
    "P4": "y1",
    "P5": "",
    "P6": "y2",
    "P7": "",
    "Pe1": "",
    "Pe2": "",
    "Pe3": "",
    "Pe4": "",
    "Pe5": "y2",
    "Pe6": "",
    "Pe7": "y1"
  },
  {
    "D-ID": "D7",
    "What-PAR": "<b>Emoceans</b> concerns emotional responses towards the ocean. Emotions shape connections and influence ocean-related decisions.",
    "Diff-from": "D8",
    "Diff-from-PAR": "If <b>Knowledge</b> is about factual understanding, <b>Emoceans</b> is focused on emotional connections.",
    "Example 1": "Feeling awe when observing <hP>whales</hP> enhances <hPe>emotional connection</hPe> to the ocean.",
    "Example 2": "Experiencing sadness from <hP>oil spills</hP> strengthens <hPe>ocean empathy</hPe>.",
    "P1": "",
    "P2": "y1",
    "P3": "",
    "P4": "",
    "P5": "",
    "P6": "",
    "P7": "y2",
    "Pe1": "",
    "Pe2": "",
    "Pe3": "y2",
    "Pe4": "y1",
    "Pe5": "",
    "Pe6": "",
    "Pe7": ""
  },
  {
    "D-ID": "D8",
    "What-PAR": "<b>Experience</b> refers to direct or indirect interactions with the ocean. Experience fosters deeper appreciation and knowledge.",
    "Diff-from": "D1",
    "Diff-from-PAR": "If <b>Attitude</b> is shaped by perception, <b>Experience</b> is focused on real or artificial interaction.",
    "Example 1": "Snorkeling in a <hP>marine reserve</hP> gives a first-hand <hPe>ocean experience</hPe>.",
    "Example 2": "Visiting an <hP>aquarium</hP> exposes children to marine life, enriching their <hPe>engagement</hPe>.",
    "P1": "y2",
    "P2": "",
    "P3": "",
    "P4": "",
    "P5": "y1",
    "P6": "",
    "P7": "",
    "Pe1": "y1",
    "Pe2": "",
    "Pe3": "",
    "Pe4": "",
    "Pe5": "",
    "Pe6": "",
    "Pe7": "y2"
  },
  {
    "D-ID": "D9",
    "What-PAR": "<b>Adaptive Capacity</b> consists in adjusting to oceanic changes. It ensures resilience in the face of environmental shifts.",
    "Diff-from": "D6",
    "Diff-from-PAR": "If <b>Behaviour</b> is about immediate actions, <b>Adaptive Capacity</b> is focused on long-term adjustments.",
    "Example 1": "Communities adapting to <hP>coastal erosion</hP> showcase <hPe>resilience</hPe>.",
    "Example 2": "Developing policies for <hP>rising sea levels</hP> enhances <hPe>adaptive capacity</hPe>.",
    "P1": "",
    "P2": "",
    "P3": "y1",
    "P4": "",
    "P5": "",
    "P6": "y2",
    "P7": "",
    "Pe1": "",
    "Pe2": "",
    "Pe3": "y2",
    "Pe4": "",
    "Pe5": "y1",
    "Pe6": "",
    "Pe7": ""
  },
  {
    "D-ID": "D10",
    "What-PAR": "<b>Trust and Transparency</b> concerns confidence in ocean information. Trust in sources affects public engagement and policy support.",
    "Diff-from": "D5",
    "Diff-from-PAR": "If <b>Knowledge</b> is about depth of understanding, <b>Trust and Transparency</b> is focused on confidence in information.",
    "Example 1": "Trusting <hP>scientific data</hP> on <hPe>ocean pollution</hPe> fosters informed decision-making.",
    "Example 2": "Transparency in <hP>fisheries management</hP> builds public <hPe>confidence</hPe>.",
    "P1": "",
    "P2": "y1",
    "P3": "",
    "P4": "y2",
    "P5": "",
    "P6": "",
    "P7": "",
    "Pe1": "",
    "Pe2": "y2",
    "Pe3": "",
    "Pe4": "",
    "Pe5": "",
    "Pe6": "y1",
    "Pe7": ""
  }
]