[
  {
    "": "D1",
    "What-PAR": "Knowledge is understanding ocean concepts, systems, and their interconnections. It provides the foundation for making informed choices about the sea and its resources.",
    "Compared with-PAR": "Unlike Awareness, which is about realizing issues, Knowledge is about learning in-depth facts and explanations of ocean-related phenomena.",
    "Compared with-ID": "D5",
    "Example 1": "A school lesson explaining how ocean currents affect climate helps students understand global weather patterns.",
    "Example 2": "A public workshop on marine biodiversity teaches people how different species interact in an ecosystem.",
    "P1": "",
    "P2": "",
    "P3": "y1",
    "P4": "",
    "P5": "y2",
    "P6": "",
    "P7": "",
    "Pe1": "y1",
    "Pe2": "",
    "Pe3": "y2",
    "Pe4": "",
    "Pe5": "",
    "Pe6": "",
    "Pe7": ""
  },
  {
    "": "D2",
    "What-PAR": "Communication is sharing ocean knowledge with others. It allows people to exchange ideas and work together for marine conservation.",
    "Compared with-PAR": "Unlike Activism, which focuses on advocating for change, Communication is about spreading knowledge and discussing marine topics more broadly.",
    "Compared with-ID": "D6",
    "Example 1": "A journalist writes an article about coral reef protection to inform the public.",
    "Example 2": "A marine biologist presents research on ocean acidification at a local event.",
    "P1": "",
    "P2": "",
    "P3": "",
    "P4": "y2",
    "P5": "y1",
    "P6": "",
    "P7": "",
    "Pe1": "y2",
    "Pe2": "",
    "Pe3": "",
    "Pe4": "",
    "Pe5": "y1",
    "Pe6": "",
    "Pe7": ""
  },
  {
    "": "D3",
    "What-PAR": "Behavior refers to the actions people take regarding the ocean. Small choices, like reducing plastic use, have a big impact on marine health.",
    "Compared with-PAR": "Unlike Attitude, which is about opinion, Behavior is about real-life actions that influence the ocean.",
    "Compared with-ID": "D4",
    "Example 1": "A local community bans single-use plastics to protect marine wildlife.",
    "Example 2": "Fishermen adopt sustainable fishing techniques to prevent overfishing.",
    "P1": "",
    "P2": "",
    "P3": "",
    "P4": "",
    "P5": "y2",
    "P6": "y1",
    "P7": "",
    "Pe1": "",
    "Pe2": "",
    "Pe3": "",
    "Pe4": "",
    "Pe5": "",
    "Pe6": "y2",
    "Pe7": "y1"
  },
  {
    "": "D4",
    "What-PAR": "Attitude is how people feel about ocean issues. A positive attitude toward the ocean encourages people to protect it.",
    "Compared with-PAR": "Unlike Behavior, which is about action, Attitude reflects opinions, concerns, and motivations about ocean conservation.",
    "Compared with-ID": "D3",
    "Example 1": "A youth group discusses the importance of ocean sustainability and why it matters.",
    "Example 2": "A social media campaign encourages people to care about endangered marine species.",
    "P1": "",
    "P2": "",
    "P3": "",
    "P4": "",
    "P5": "y2",
    "P6": "",
    "P7": "y1",
    "Pe1": "",
    "Pe2": "y1",
    "Pe3": "",
    "Pe4": "y2",
    "Pe5": "",
    "Pe6": "",
    "Pe7": ""
  },
  {
    "": "D5",
    "What-PAR": "Awareness means recognizing ocean issues and understanding their impact. It's the first step toward caring for the ocean and making informed choices.",
    "Compared with-PAR": "While Knowledge focuses on facts and information, Awareness is about realizing the importance of these facts in everyday life.",
    "Compared with-ID": "D1",
    "Example 1": "Teaching students about plastic pollution using real-world examples from their own coastline helps them realize how their actions affect marine life.",
    "Example 2": "A museum exhibit on ancient ocean exploration can raise awareness of how history shapes our understanding of the sea today.",
    "P1": "y2",
    "P2": "",
    "P3": "",
    "P4": "",
    "P5": "",
    "P6": "y1",
    "P7": "",
    "Pe1": "",
    "Pe2": "y2",
    "Pe3": "",
    "Pe4": "",
    "Pe5": "",
    "Pe6": "y1",
    "Pe7": ""
  },
  {
    "": "D6",
    "What-PAR": "Activism is taking action to support ocean protection. From petitions to protests, activism helps bring about policy change.",
    "Compared with-PAR": "Unlike Communication, which focuses on informing, Activism is about influencing decision-making and encouraging action.",
    "Compared with-ID": "D2",
    "Example 1": "A group campaigns for stronger marine protected areas by lobbying policymakers.",
    "Example 2": "An online petition calls for stricter fishing regulations.",
    "P1": "",
    "P2": "",
    "P3": "",
    "P4": "",
    "P5": "y2",
    "P6": "y1",
    "P7": "",
    "Pe1": "",
    "Pe2": "",
    "Pe3": "",
    "Pe4": "",
    "Pe5": "y1",
    "Pe6": "",
    "Pe7": "y2"
  },
  {
    "": "D7",
    "What-PAR": "Emoceans describes people's emotional connection to the ocean. Feeling awe, wonder, or concern about the sea influences their actions.",
    "Compared with-PAR": "Unlike Knowledge, which is fact-based, Emoceans is about personal feelings towards the ocean.",
    "Compared with-ID": "D1",
    "Example 1": "A documentary showing the beauty of coral reefs inspires people to support marine conservation.",
    "Example 2": "A personal story about an oil spill’s impact on a local community raises awareness.",
    "P1": "",
    "P2": "",
    "P3": "",
    "P4": "",
    "P5": "y1",
    "P6": "y2",
    "P7": "",
    "Pe1": "",
    "Pe2": "y2",
    "Pe3": "y1",
    "Pe4": "",
    "Pe5": "",
    "Pe6": "",
    "Pe7": ""
  },
  {
    "": "D8",
    "What-PAR": "Experience is direct interaction with the ocean. Spending time in marine environments fosters appreciation and responsibility.",
    "Compared with-PAR": "Unlike Emoceans, which is about feelings, Experience is about real-life encounters with the ocean.",
    "Compared with-ID": "D7",
    "Example 1": "A beach cleanup allows participants to see firsthand the impact of plastic pollution.",
    "Example 2": "A snorkeling trip helps students observe marine biodiversity up close.",
    "P1": "",
    "P2": "",
    "P3": "",
    "P4": "",
    "P5": "y2",
    "P6": "y1",
    "P7": "",
    "Pe1": "y2",
    "Pe2": "",
    "Pe3": "",
    "Pe4": "",
    "Pe5": "",
    "Pe6": "y1",
    "Pe7": ""
  },
  {
    "": "D9",
    "What-PAR": "Adaptive capacity is the ability to respond to changes in the ocean environment. It helps communities and ecosystems adjust to challenges like climate change.",
    "Compared with-PAR": "Unlike Knowledge, which is about learning facts, Adaptive Capacity is about using that knowledge to make changes and adapt.",
    "Compared with-ID": "D1",
    "Example 1": "Coastal communities build seawalls to adapt to rising sea levels.",
    "Example 2": "Fishermen shift to different species when one population declines due to climate change.",
    "P1": "",
    "P2": "",
    "P3": "y1",
    "P4": "",
    "P5": "y2",
    "P6": "",
    "P7": "",
    "Pe1": "",
    "Pe2": "",
    "Pe3": "",
    "Pe4": "",
    "Pe5": "",
    "Pe6": "y2",
    "Pe7": "y1"
  },
  {
    "": "D10",
    "What-PAR": "Trust and transparency refer to how much people believe in and rely on ocean-related information. Clear and honest communication helps build credibility in marine science and policies.",
    "Compared with-PAR": "Unlike Communication, which is about spreading ocean knowledge, Trust and Transparency focus on whether that knowledge is reliable and well-received.",
    "Compared with-ID": "D2",
    "Example 1": "A government ensures that marine data is freely available to the public.",
    "Example 2": "Scientists work with local fishers to improve trust in conservation efforts.",
    "P1": "",
    "P2": "",
    "P3": "",
    "P4": "",
    "P5": "y2",
    "P6": "y1",
    "P7": "",
    "Pe1": "y1",
    "Pe2": "",
    "Pe3": "",
    "Pe4": "",
    "Pe5": "y2",
    "Pe6": "",
    "Pe7": ""
  }
]