[
  {
    "P-ID": "P1",
    "P-GEN": "Earth has <b>one big ocean</b> with many features.",
    "WBC-P_links": "P6",
    "REGION+FEATURE (WBC)": "The <b>North Atlantic garbage patch</b> highlights Earth’s single, connected ocean, as circulating currents accumulate debris from distant coasts, revealing global interdependence and shared responsibility.",
    "COUNTRY-E1 (Ce1)": "In <b>Peniche</b>, for instance, <hPe>fishing gear recycling</hPe> supports <i>ocean connectivity</i>, as discarded nets impact distant marine habitats, necessitating collective conservation efforts.",
    "Ce1-Pe_links": "Pe6",
    "COUNTRY-E2 (Ce2)": "Another example is the <hPe>Ria Formosa lagoon</hPe>, where <i>the ocean’s shared domain</i> fosters biodiversity, requiring international cooperation to protect interconnected coastal ecosystems.",
    "Ce2-Pe_links": "Pe3"
  },
  {
    "P-ID": "P2",
    "P-GEN": "The ocean and life in the ocean <b>shape</b> the features of <b>the Earth</b>.",
    "WBC-P_links": "P1, P7",
    "REGION+FEATURE (WBC)": "The <b>Mid-Atlantic Ridge</b> exemplifies how seafloor spreading forms new crust, shaping landmasses and marine habitats that underscore Earth’s geologic interconnections.",
    "COUNTRY-E1 (Ce1)": "In <b>Sesimbra</b>, for example, <hPe>scuba diving tourism</hPe> explores <i>the ocean’s geological transformations</i>, as underwater landscapes reflect millions of years of seafloor activity.",
    "Ce1-Pe_links": "Pe2",
    "COUNTRY-E2 (Ce2)": "Another example is the <hPe>Azores lava tube caves</hPe>, where <i>the ocean’s geological forces</i> have created marine-accessible tunnels, shaping habitats for unique marine life.",
    "Ce2-Pe_links": "Pe3"
  },
  {
    "P-ID": "P3",
    "P-GEN": "The ocean is a <b>major influence on</b> weather and <b>climate</b>.",
    "WBC-P_links": "P6",
    "REGION+FEATURE (WBC)": "The <b>Gulf Stream</b> drives heat distribution across hemispheres, influencing global climate patterns and underlining the ocean’s pivotal role in weather regulation.",
    "COUNTRY-E1 (Ce1)": "In <b>Setúbal</b>, for instance, <hPe>salt production</hPe> depends on <i>the ocean’s climate-regulating function</i>, as evaporation processes are influenced by temperature variations and seasonal humidity levels.",
    "Ce1-Pe_links": "Pe7",
    "COUNTRY-E2 (Ce2)": "Another example is the <hPe>Mondego estuary</hPe>, where <i>the ocean’s role in climate regulation</i> supports salt marsh ecosystems by influencing salinity and seasonal water level changes.",
    "Ce2-Pe_links": "Pe3"
  },
  {
    "P-ID": "P4",
    "P-GEN": "The ocean makes <b>Earth habitable</b>.",
    "WBC-P_links": "P5, P6",
    "REGION+FEATURE (WBC)": "The <b>Canary Current</b> in the Atlantic Ocean brings nutrient-rich waters northward, fostering productive fisheries and highlighting how ocean circulation supports Earth’s habitability.",
    "COUNTRY-E1 (Ce1)": "In <b>Viana do Castelo</b>, for example, <hPe>shellfish farming</hPe> relies on <i>the ocean’s provision of nutrients</i>, ensuring the growth of bivalves that support local economies and marine biodiversity.",
    "Ce1-Pe_links": "Pe6",
    "COUNTRY-E2 (Ce2)": "Another example is the <hPe>Berlengas Marine Reserve</hPe>, where <i>the ocean’s ability to sustain life</i> supports a diverse ecosystem of seabirds and marine species dependent on nutrient availability.",
    "Ce2-Pe_links": "Pe3"
  },
  {
    "P-ID": "P5",
    "P-GEN": "The ocean supports a <b>great diversity</b> of life and ecosystems.",
    "WBC-P_links": "P2, P6",
    "REGION+FEATURE (WBC)": "<b>Coral reefs</b> in the Atlantic Ocean are highly biodiverse habitats that provide shelter and feeding grounds for marine life.",
    "COUNTRY-E1 (Ce1)": "In <b>Madeira</b>, for instance, <hPe>sustainable whale-watching</hPe> leverages on the ocean's <i>great diversity</i> and its preservation while sustaining and diversifying the local economy.",
    "Ce1-Pe_links": "Pe7",
    "COUNTRY-E2 (Ce2)": "Another example is the <hPe>Douro River estuary</hPe>, for instance, contributes to the ocean's <i> great diversity</i> by serving as a nursery for marine life and acting as a vital migration pathway species like eels and shads.",
    "Ce2-Pe_links": "Pe3"
  },
  {
    "P-ID": "P6",
    "P-GEN": "The ocean and humans are <b>inextricably interconnected</b>.",
    "WBC-P_links": "P3",
    "REGION+FEATURE (WBC)": "The <b>Atlantic hurricanes</b> wreak havoc on coastlines, underscoring humanity’s deep interdependence with ocean processes and the urgent need for stewardship.",
    "COUNTRY-E1 (Ce1)": "In <b>Figueira da Foz</b>, for instance, <hPe>storm surge defenses</hPe> illustrate <i>the ocean–human relationship</i>, requiring collective measures to safeguard communities from extreme weather fueled by warm ocean waters.",
    "Ce1-Pe_links": "Pe6",
    "COUNTRY-E2 (Ce2)": "Another example is <hPe>Lisbon’s waterfront</hPe> planning, where <i>the ocean’s shared impacts</i> demand storm resilience, reflecting how coastal cities adapt to powerful marine forces.",
    "Ce2-Pe_links": "Pe3"
  },
  {
    "P-ID": "P7",
    "P-GEN": "The ocean is <b>largely unexplored</b>.",
    "WBC-P_links": "P4, P5",
    "REGION+FEATURE (WBC)": "The <b>hydrothermal vents</b> in the Atlantic host undiscovered life and highlight Earth’s largest unexplored frontier, emphasizing vast opportunities for scientific discovery beneath the ocean’s depths.",
    "COUNTRY-E1 (Ce1)": "In <b>Faial</b>, for example, <hPe>deep-sea exploration projects</hPe> probe <i>the ocean’s uncharted realms</i>, unveiling unique species and revealing planetary processes hidden from surface observation.",
    "Ce1-Pe_links": "Pe7",
    "COUNTRY-E2 (Ce2)": "Another example is <hPe>underwater archaeology missions</hPe> near Madeira, where <i>the ocean’s unknown depths</i> preserve cultural artifacts, reminding us how little we truly understand Earth’s submarine frontier.",
    "Ce2-Pe_links": "Pe3"
  }
]