[
  {
    "Pe-ID": "Pe1",
    "What-PAR": "<b>Science</b> helps us understand the ocean through observation and experimentation.",
    "Diff-from": "Pe7",
    "Diff-from-PAR": "While <b>Science</b> relies on empirical data, <b>Sustainability</b> balances environmental, social, and economic factors.",
    "Example 1": "For example, using the scientific method, researchers have developed models to predict <hP>ocean circulation</hP> and its impact on climate patterns.",
    "Example 2": "Another example is how ocean exploration has led to the discovery of <hP>hydrothermal vents</hP>, revealing previously unknown ecosystems.",
    "P1": "y1",
    "P2": "",
    "P3": "",
    "P4": "",
    "P5": "",
    "P6": "",
    "P7": "y2"
  },
  {
    "Pe-ID": "Pe2",
    "What-PAR": "<b>History</b> explores how human interactions with the ocean evolved over time.",
    "Diff-from": "Pe6",
    "Diff-from-PAR": "While <b>History</b> examines past human-ocean interactions, <b>Culture</b> explores traditions and beliefs tied to the sea.",
    "Example 1": "For example, historical records of <hP>sea level changes</hP> provide insights into past climate fluctuations and their impacts on coastal civilizations.",
    "Example 2": "Another example is the historical significance of <hP>ocean navigation</hP> in global trade and cultural exchanges.",
    "P1": "",
    "P2": "",
    "P3": "y1",
    "P4": "",
    "P5": "",
    "P6": "y2",
    "P7": ""
  },
  {
    "Pe-ID": "Pe3",
    "What-PAR": "<b>Geography</b> examines how ocean features and processes vary across regions.",
    "Diff-from": "Pe1",
    "Diff-from-PAR": "While <b>Geography</b> studies ocean landscapes, <b>Science</b> explains the forces shaping them.",
    "Example 1": "For example, geographical studies show how <hP>ocean currents</hP> influence regional climates and marine biodiversity.",
    "Example 2": "Another example is the role of <hP>coastal geomorphology</hP> in shaping human settlements and economic activities.",
    "P1": "",
    "P2": "y1",
    "P3": "",
    "P4": "",
    "P5": "y2",
    "P6": "",
    "P7": ""
  },
  {
    "Pe-ID": "Pe4",
    "What-PAR": "<b>Gender Equality</b> ensures fair participation in ocean resource management.",
    "Diff-from": "Pe5",
    "Diff-from-PAR": "While <b>Value</b> weighs different perspectives, <b>Gender Equality</b> highlights disparities in ocean resource access.",
    "Example 1": "For example, in some coastal communities, gender roles influence access to <hP>marine resources</hP> and economic opportunities.",
    "Example 2": "Another example is how gender-inclusive policies in <hP>marine conservation</hP> promote sustainable ocean management.",
    "P1": "",
    "P2": "",
    "P3": "",
    "P4": "y2",
    "P5": "",
    "P6": "y1",
    "P7": ""
  },
  {
    "Pe-ID": "Pe5",
    "What-PAR": "<b>Value</b> considers diverse perspectives in ocean-related decisions.",
    "Diff-from": "Pe7",
    "Diff-from-PAR": "While <b>Value</b> assesses importance, <b>Sustainability</b> integrates long-term viability.",
    "Example 1": "For example, public debates on <hP>marine protected areas</hP> reveal differing stakeholder values regarding ocean conservation.",
    "Example 2": "Another example is the valuation of <hP>ecosystem services</hP>, balancing economic and ecological interests.",
    "P1": "",
    "P2": "",
    "P3": "y1",
    "P4": "y2",
    "P5": "",
    "P6": "",
    "P7": ""
  },
  {
    "Pe-ID": "Pe6",
    "What-PAR": "<b>Culture</b> reflects traditions and beliefs tied to the ocean.",
    "Diff-from": "Pe5",
    "Diff-from-PAR": "While <b>Culture</b> focuses on heritage, <b>History</b> documents past human-ocean relationships.",
    "Example 1": "For example, cultural traditions such as <hP>customary fishing rights</hP> influence marine resource management.",
    "Example 2": "Another example is the impact of <hP>indigenous knowledge</hP> in ocean conservation practices.",
    "P1": "",
    "P2": "",
    "P3": "",
    "P4": "",
    "P5": "y1",
    "P6": "y2",
    "P7": ""
  },
  {
    "Pe-ID": "Pe7",
    "What-PAR": "<b>Sustainability</b> integrates environmental, social, and economic factors in ocean use.",
    "Diff-from": "Pe1",
    "Diff-from-PAR": "While <b>Sustainability</b> considers future impact, <b>Value</b> measures importance based on societal needs.",
    "Example 1": "For example, sustainability efforts in reducing <hP>plastic pollution</hP> help maintain healthy marine ecosystems.",
    "Example 2": "Another example is how sustainable <hP>fisheries management</hP> ensures long-term ocean resource availability.",
    "P1": "y1",
    "P2": "",
    "P3": "",
    "P4": "",
    "P5": "",
    "P6": "",
    "P7": "y2"
  }
]