[
  {
    "": "P1",
    "What-PAR": "Science helps us explore and understand the ocean through observation, experimentation, and data analysis. It allows us to make informed decisions about the marine environment.",
    "Compared with-PAR": "Unlike History, which looks at the past, Science focuses on present-day data and predictions to help us understand ocean processes.",
    "Compared with-ID": "Pe2",
    "Example 1": "By studying ocean currents, scientists can predict climate patterns and their effects on coastal communities.",
    "Example 2": "Marine biologists study coral reefs to understand their role in supporting ocean biodiversity and how to protect them.",
    "P1": "",
    "P2": "",
    "P3": "y1",
    "P4": "",
    "P5": "y2",
    "P6": "",
    "P7": ""
  },
  {
    "": "P2",
    "What-PAR": "History helps us understand how people and the ocean have interacted over time. It shows us how past ocean-related decisions still impact us today.",
    "Compared with-PAR": "Unlike Geography, which focuses on spatial relationships, History focuses on how human interactions with the ocean have evolved through time.",
    "Compared with-ID": "Pe3",
    "Example 1": "Exploring how early explorers mapped the ocean helps us understand our evolving relationship with the sea and how navigation technology has changed.",
    "Example 2": "Looking at historical overfishing trends, we see how past mistakes shape today's sustainability policies, helping us make better choices for marine conservation.",
    "P1": "y1",
    "P2": "",
    "P3": "",
    "P4": "",
    "P5": "y2",
    "P6": "",
    "P7": ""
  },
  {
    "": "P3",
    "What-PAR": "Geography examines the ocean’s physical features and human interactions across different locations. It helps us understand regional variations in marine ecosystems and human impact.",
    "Compared with-PAR": "Unlike Science, which focuses on processes and experimentation, Geography looks at spatial relationships and how ocean conditions vary by location.",
    "Compared with-ID": "Pe1",
    "Example 1": "Mapping ocean pollution helps us see how human activity in one region affects marine ecosystems worldwide.",
    "Example 2": "Studying tides in different parts of the world helps us understand their role in navigation and coastal planning.",
    "P1": "y1",
    "P2": "",
    "P3": "",
    "P4": "",
    "P5": "",
    "P6": "y2",
    "P7": ""
  },
  {
    "": "P4",
    "What-PAR": "Gender equality in ocean literacy means recognizing that men and women experience and impact the ocean differently. It highlights the importance of inclusivity in marine-related opportunities and policies.",
    "Compared with-PAR": "Unlike Culture, which focuses on traditions, Gender Equality looks at social roles and fairness in access to ocean resources and decision-making.",
    "Compared with-ID": "Pe6",
    "Example 1": "Women in coastal communities often depend on marine resources but have less access to fishing rights and jobs.",
    "Example 2": "In many places, women play a key role in sustainable fishing practices, yet their contributions are overlooked in policymaking.",
    "P1": "",
    "P2": "",
    "P3": "",
    "P4": "",
    "P5": "y2",
    "P6": "y1",
    "P7": ""
  },
  {
    "": "P5",
    "What-PAR": "Values shape how people prioritize ocean conservation and resource use. They help communities make decisions that balance economic, environmental, and social needs.",
    "Compared with-PAR": "Unlike Sustainability, which focuses on long-term strategies, Values focus on personal and collective priorities in ocean decision-making.",
    "Compared with-ID": "Pe7",
    "Example 1": "A community debating whether to expand a port or create a marine reserve must consider different stakeholder values.",
    "Example 2": "Some people see the ocean as a source of income, while others see it as a sacred place that must be protected.",
    "P1": "y1",
    "P2": "y2",
    "P3": "",
    "P4": "",
    "P5": "",
    "P6": "",
    "P7": ""
  },
  {
    "": "P6",
    "What-PAR": "Culture reflects how different communities connect with the ocean through traditions, stories, and livelihoods. It shapes how people interact with and protect marine environments.",
    "Compared with-PAR": "Unlike History, which looks at past events, Culture focuses on how present communities maintain and adapt their ocean-related traditions.",
    "Compared with-ID": "Pe2",
    "Example 1": "Indigenous groups have traditional fishing practices that support sustainability and maintain ocean health.",
    "Example 2": "Some island cultures use stars and ocean currents for navigation, passing down this knowledge for generations.",
    "P1": "",
    "P2": "",
    "P3": "",
    "P4": "",
    "P5": "y1",
    "P6": "",
    "P7": "y2"
  },
  {
    "": "P7",
    "What-PAR": "Sustainability is about protecting ocean ecosystems while ensuring resources remain available for future generations. It balances environmental, social, and economic needs.",
    "Compared with-PAR": "Unlike Science, which studies ocean phenomena, Sustainability focuses on practical solutions to maintain healthy marine ecosystems and human communities.",
    "Compared with-ID": "Pe1",
    "Example 1": "Regulating fishing to prevent overexploitation helps protect ocean ecosystems while maintaining jobs in the industry.",
    "Example 2": "Reducing plastic waste through better recycling policies ensures the ocean remains clean for marine life and future generations.",
    "P1": "",
    "P2": "",
    "P3": "",
    "P4": "y2",
    "P5": "y1",
    "P6": "",
    "P7": ""
  }
]