[
  {
    "#label": "PRINCIPLES",
    "#TOOLTIP": "the macro-features of the Ocean that everyone should know about"
  },
  {
    "#label": "PERSPECTIVES",
    "#TOOLTIP": "the lenses from which Ocean activities can be understood"
  },
  {
    "#label": "DIMENSIONS",
    "#TOOLTIP": "the different ways of nurturing Ocean Literacy"
  },
  {
    "#label": "P1",
    "#TOOLTIP": "The Ocean is one big, interconnected system with diverse features."
  },
  {
    "#label": "P2",
    "#TOOLTIP": "The Ocean shapes Earth's landscapes and ecosystems over time."
  },
  {
    "#label": "P3",
    "#TOOLTIP": "The Ocean regulates climate and weather on a global scale."
  },
  {
    "#label": "P4",
    "#TOOLTIP": "The Ocean makes life on Earth possible by providing essential conditions."
  },
  {
    "#label": "P5",
    "#TOOLTIP": "The Ocean supports a vast variety of ecosystems and life forms."
  },
  {
    "#label": "P6",
    "#TOOLTIP": "The Ocean and humans are deeply linked in multiple ways."
  },
  {
    "#label": "P7",
    "#TOOLTIP": "The Ocean remains mostly unexplored, holding many mysteries."
  },
  {
    "#label": "Pe1",
    "#TOOLTIP": "Looking at the Ocean through scientific methods to understand its processes."
  },
  {
    "#label": "Pe2",
    "#TOOLTIP": "Considering historical perspectives on human-ocean interactions."
  },
  {
    "#label": "Pe3",
    "#TOOLTIP": "Examining oceanic features and issues through a geographic lens."
  },
  {
    "#label": "Pe4",
    "#TOOLTIP": "Seeing how gender influences access to and use of ocean resources."
  },
  {
    "#label": "Pe5",
    "#TOOLTIP": "Understanding different values and perspectives in ocean-related decisions."
  },
  {
    "#label": "Pe6",
    "#TOOLTIP": "Exploring cultural traditions and knowledge tied to the Ocean."
  },
  {
    "#label": "Pe7",
    "#TOOLTIP": "Framing ocean sustainability in terms of environmental, economic, and social factors."
  },
  {
    "#label": "D1",
    "#TOOLTIP": "Knowing about ocean-related topics and their interconnections."
  },
  {
    "#label": "D2",
    "#TOOLTIP": "Communicating ocean knowledge with peers and communities."
  },
  {
    "#label": "D3",
    "#TOOLTIP": "Engaging in behaviors and decisions that impact ocean sustainability."
  },
  {
    "#label": "D4",
    "#TOOLTIP": "Developing attitudes and concerns regarding ocean-related issues."
  },
  {
    "#label": "D5",
    "#TOOLTIP": "Being aware of ocean-related challenges and their significance."
  },
  {
    "#label": "D6",
    "#TOOLTIP": "Participating in activism and advocacy for ocean conservation."
  },
  {
    "#label": "D7",
    "#TOOLTIP": "Experiencing emotional connections to the Ocean and its changes."
  },
  {
    "#label": "D8",
    "#TOOLTIP": "Engaging with the Ocean physically or virtually to build connections."
  },
  {
    "#label": "D9",
    "#TOOLTIP": "Adapting to ocean changes and challenges with resilience."
  },
  {
    "#label": "D10",
    "#TOOLTIP": "Trusting and evaluating transparency in ocean-related information."
  }
]