[
  {
    "#code": "D1",
    "#label": "KNOWLEDGE",
    "#headline": "Knowledge",
    "#paragraph": "Your students' proficiency in Ocean-related topic and their interlinks.",
    "#showmoretext": "",
    "#design prompt": "How can we expand our students' knowledge of Ocean-related topics and how they interconnect?",
    "#credits": "",
    "": "A person's (level of) proficiency in Ocean-related topic and their interlinks."
  },
  {
    "#code": "D2",
    "#label": "COMMUNICATION",
    "#headline": "Communication",
    "#paragraph": "Your students' capability and inclination to discuss Ocean-related topics with others, such as family and peer groups.",
    "#showmoretext": "",
    "#design prompt": "How can we motivate our students to discuss Ocean-related topics with family, friends and peer groups?",
    "#credits": "",
    "": "A person's capability and inclination to discuss Ocean-related topics with others, such as family and peer groups."
  },
  {
    "#code": "D3",
    "#label": "BEHAVIOR",
    "#headline": "Behavior",
    "#paragraph": "Your students' decisions, choices, actions, and habits with respect to Ocean-related issues, at both the indivisual and collective scale.",
    "#showmoretext": "",
    "#design prompt": "How can we influence our students' individual and collective choices and habits in favour of Ocean causes?",
    "#credits": "",
    "": "A person's set of decisions, choices, actions, and habits with respect to Ocean-related issues, at both the indivisual and collective scale."
  },
  {
    "#code": "D4",
    "#label": "ATTITUDE",
    "#headline": "Attitude",
    "#paragraph": "Your students' level of agreement with, or concern for, a particular position on a specific Ocean issue.",
    "#showmoretext": "",
    "#design prompt": "How can we nurture our students' concern and care for specific Ocean-challenges?",
    "#credits": "",
    "": "A person's level of agreement with, or concern for, a particular position on a specific Ocean issue."
  },
  {
    "#code": "D5",
    "#label": "AWARENESS",
    "#headline": "Awareness",
    "#paragraph": "Your students' basic knowledge and understanding that a Ocean-related situation, problem or concept exists.",
    "#showmoretext": "",
    "#design prompt": "How can we inform our students about the existence of a Ocean-related fact or challenge?",
    "#credits": "",
    "": "A person's basic knowledge and understanding that a Ocean-related situation, problem or concept exists."
  },
  {
    "#code": "D6",
    "#label": "ACTIVISM",
    "#headline": "Activism",
    "#paragraph": "Your students' (degree of) proactivity in tackling Ocean issues, implying activities like campaigning or lobbying, to bring about changes in both policies and mindset.",
    "#showmoretext": "",
    "#design prompt": "How can we foster our students' proactivity in tackling Ocean issues (e.g. campaigning, volunteering)?",
    "#credits": "",
    "": "A person's (degree of) proactivity in tackling Ocean issues, implying activities like campaigning or lobbying, to bring about changes in both policies and mindset."
  },
  {
    "#code": "D7",
    "#label": "EMOceanS",
    "#headline": "EmOceans",
    "#paragraph": "Your students' feelings and emotional response when they think about, are near/ within, or consider issues relating to the Ocean, coasts and seas.",
    "#showmoretext": "",
    "#design prompt": "How can we make space for our students to express how they feel about thinking/ experiencing/ stewarding the Ocean?",
    "#credits": "",
    "": "A person's feelings and emotional response when s/he thinks about, is near/ within, or consider issues relating to the Ocean, coasts and seas."
  },
  {
    "#code": "D8",
    "#label": "EXPERIENCE",
    "#headline": "Access and Experience",
    "#paragraph": "Your students' real or artificial experiences and engagement with the Ocean, and the various ways in which they can access these experiences.",
    "#showmoretext": "",
    "#design prompt": "How can we make as many students as possible experience Ocean facts and issue?",
    "#credits": "",
    "": "A person’s real or artificial experiences and engagement with the Ocean, and the various ways in which s/he can access these experiences."
  },
  {
    "#code": "D9",
    "#label": "ADAPTIVE CAPACITY",
    "#headline": "Adaptive Capacity",
    "#paragraph": "Your students' capacity to adapt and respond to changing conditions relating to the Ocean (e.g. relating to climate change).",
    "#showmoretext": "",
    "#design prompt": "How can we stimulate our students' capacity to adapt to changing Ocean, coastal and water territories?",
    "#credits": "",
    "": "A person's capacity to adapt and respond to changing conditions relating to their Ocean (e.g. relating to climate change)."
  },
  {
    "#code": "D10",
    "#label": "TRUST",
    "#headline": "Trust & Transparency",
    "#paragraph": "Your students' level of trust in sources of Ocean information/knowledge, and their perception of how transparent information and associated platforms are.",
    "#showmoretext": "",
    "#design prompt": "How can we support our students in judging the soundness and reliability of Ocean-related information and experts?",
    "#credits": "",
    "": "A person's level of trust in sources of Ocean information/knowledge, and her/his perception of how transparent information and associated platforms are."
  }
]