[
  {
    "#code": "Pe1",
    "#label": "SCIENCE",
    "#headline": "Scientific Perspective",
    "#paragraph": "As exemplified by the 7 Essential Principles, to connect to our Ocean we first need <b>scientific observations</b>, studies and applications. Fields range from <b>marine biology</b> and <b>ecology</b> to <b>oceanography</b>, <b>fisheries management</b>, <b>marine spatial planning</b>, <b>nautical science</b> and more. Moreover, approaches like <b>citizen science</b>, <b>biomimetic thinking</b> and <b>outdoor learning</b> are widening the accessibility of scientific discoveries and experiences.",
    "#showmoretext": "",
    "#design prompt": "How can we disseminate and demistify marine/water sciences, making our students relate to their findings?",
    "#credits": ""
  },
  {
    "#code": "Pe2",
    "#label": "HISTORY",
    "#headline": "Historical Perspective",
    "#paragraph": "Our daily sea activities evolved over millennia. <b>Fishing is a prehistoric practice</b> dating back to ca. 40,000 years ago. Modern <b>surfing</b> originated in ancient Polynesian societies, where it <b>was a profound spiritual and cultural practice</b>. Ocean <b>explorations</b> - from the first Viking expeditions, through Magellan’s first world circumnavigation to modern deep-sea exploration - mark our cultural, economic and technological history.",
    "#showmoretext": "",
    "#design prompt": "How can we turn the Past's mistakes and pieces of wisdom into insights to better tackle our present and future Ocean challenges?",
    "#credits": ""
  },
  {
    "#code": "Pe3",
    "#label": "GEOGRAPHY",
    "#headline": "Geographical Perspective",
    "#paragraph": "The Ocean presents several geographical features and phenomena, including <b>tidal flow</b>, <b>seafloor configuration</b>, <b>currents patterns</b>, the <b>water cycle</b>. Adopting a geographical lens is key, as human-created Ocean issues have a local origin and a global impact, and Ocean challenges vary when examined at a <b>local</b>, <b>national</b> or <b>international scale</b>.",
    "#showmoretext": "",
    "#design prompt": "How can we feature the Ocean's many geographical features and phenomena, and their impact on evereyday's life?",
    "#credits": ""
  },
  {
    "#code": "Pe4",
    "#label": "GENDER EQUALITY",
    "#headline": "Gender Equality Perspective",
    "#paragraph": "Social and cultural practices regarding <b>access to, and use of, marine resources often reflect</b> - and enforce - <b>disparities</b> between men and women. Examining <b>gender roles in ocean-related activities</b>, in different places and contexts, is often insightful. Among the others, because of the \"fisherman\" dominant image, the vital role of women in the fishing sector has long been overlooked (and their labour rights denied).",
    "#showmoretext": "",
    "#design prompt": "How can we shed light on gender differences and women's roles in Ocean activities, across different contexts?",
    "#credits": ""
  },
  {
    "#code": "Pe5",
    "#label": "VALUE",
    "#headline": "Value Perspective",
    "#paragraph": "Any Ocean issue calls for <b>different actors</b> bearing <b>different values and needs</b>. Making space to debate mutually exclusive values while building on mutually supportive ones is key to pursue common goals and foster <b>marine citizenship</b>. <b>Role-playing</b> activities targeting specific scenarios (e.g. the enlargement of a port, the development of a deep sea mining regulation) are particularly effective in generating this kind of awareness and informing action.",
    "#showmoretext": "",
    "#design prompt": "How can we unveil the many interconnected, and not rarely conflicting, interests and value systems in Ocean issues?",
    "#credits": ""
  },
  {
    "#code": "Pe6",
    "#label": "CULTURE",
    "#headline": "Cultural Perspective",
    "#paragraph": "If Ocean-related scientific knowledge constitutes the backbone of a shared understanding of the Ocean and holds universal validity, <b>ancestral, Indigenous and local practices are the spices of oceanic thinking and doing</b>, making it context-specific and unique to the particular community that performs it.",
    "#showmoretext": "",
    "#design prompt": "How can we put Ocean science in dialogue with ancestral, Indigenous and local practices?",
    "#credits": ""
  },
  {
    "#code": "Pe7",
    "#label": "SUSTAINABILITY",
    "#headline": "Sustainability Perspective",
    "#paragraph": "Ocean issues should be examined from the <b>environmental</b>, <b>economic</b> and <b>societal triple lens</b>, with in-depth consideration of how the three spheres interact in both the present and future. Engaging in these analysis so to envision and discuss future alternative scenarios is key to collectively develop <b>care for intra- and inter-generational equity</b>.",
    "#showmoretext": "",
    "#design prompt": "How can we make sure that ocean issues are comprehensively tackled environmentally, economically and socially?",
    "#credits": ""
  }
]
