[
  {
    "P-ID": "P1",
    "P-GEN": "A Terra tem <b>um grande oceano</b> com muitas características.",
    "WBC-P_links": "P6",
    "REGION+FEATURE (WBC)": "A <b>mancha de lixo do Atlântico Norte</b> destaca o oceano único e interligado da Terra, à medida que as correntes circulantes acumulam detritos de costas distantes, revelando a interdependência global e a responsabilidade partilhada.",
    "COUNTRY-E1 (Ce1)": "Em <b>Peniche</b>, por exemplo, <hPe>reciclagem de material de pesca</hPe> apoia a conectividade oceânica, pois as redes descartadas impactam habitats marinhos distantes, exigindo esforços coletivos de conservação.",
    "Ce1-Pe_links": "Pe6",
    "COUNTRY-E2 (Ce2)": "Outro exemplo é a <hPe>laguna da Ria Formosa</hPe>, onde o domínio partilhado do oceano fomenta a biodiversidade, exigindo cooperação internacional para proteger ecossistemas costeiros interconectados.",
    "Ce2-Pe_links": "Pe3"
  },
  {
    "P-ID": "P2",
    "P-GEN": "O oceano e a vida no oceano <b>moldam</b> as características da <b>Terra</b>.",
    "WBC-P_links": "P1, P7",
    "REGION+FEATURE (WBC)": "A <b>crista mesoatlântica</b> exemplifica como a expansão do fundo marinho forma nova crosta, moldando massas de terra e habitats marinhos que sublinham as conexões geológicas da Terra.",
    "COUNTRY-E1 (Ce1)": "Em <b>Sesimbra</b>, por exemplo, <hPe>turismo de mergulho</hPe> explora as transformações geológicas do oceano, já que as paisagens subaquáticas refletem milhões de anos de atividade do fundo marinho.",
    "Ce1-Pe_links": "Pe2",
    "COUNTRY-E2 (Ce2)": "Outro exemplo são as <hPe>cavernas de lava dos Açores</hPe>, onde as forças geológicas do oceano criaram túneis acessíveis ao mar, moldando habitats para uma vida marinha única.",
    "Ce2-Pe_links": "Pe3"
  },
  {
    "P-ID": "P3",
    "P-GEN": "O oceano é uma <b>grande influência sobre</b> o tempo e o <b>clima</b>.",
    "WBC-P_links": "P6",
    "REGION+FEATURE (WBC)": "A <b>Corrente do Golfo</b> distribui calor pelos hemisférios, influenciando padrões climáticos globais e sublinhando o papel central do oceano na regulação do clima.",
    "COUNTRY-E1 (Ce1)": "Em <b>Setúbal</b>, por exemplo, <hPe>produção de sal</hPe> depende da função de regulação climática do oceano, pois os processos de evaporação são influenciados por variações de temperatura e níveis sazonais de humidade.",
    "Ce1-Pe_links": "Pe7",
    "COUNTRY-E2 (Ce2)": "Outro exemplo é o <hPe>estuário do Mondego</hPe>, onde o papel do oceano na regulação climática apoia os ecossistemas de sapais ao influenciar a salinidade e as variações sazonais do nível da água.",
    "Ce2-Pe_links": "Pe3"
  },
  {
    "P-ID": "P4",
    "P-GEN": "O oceano torna a <b>Terra habitável</b>.",
    "WBC-P_links": "P5, P6",
    "REGION+FEATURE (WBC)": "A <b>Corrente das Canárias</b> no Oceano Atlântico traz águas ricas em nutrientes para o norte, fomentando pescarias produtivas e destacando como a circulação oceânica apoia a habitabilidade da Terra.",
    "COUNTRY-E1 (Ce1)": "Em <b>Viana do Castelo</b>, por exemplo, <hPe>cultivo de mariscos</hPe> depende da provisão de nutrientes do oceano, garantindo o crescimento de bivalves que sustentam as economias locais e a biodiversidade marinha.",
    "Ce1-Pe_links": "Pe6",
    "COUNTRY-E2 (Ce2)": "Outro exemplo é a <hPe>Reserva Marinha das Berlengas</hPe>, onde a capacidade do oceano para sustentar a vida apoia um ecossistema diversificado de aves marinhas e espécies marinhas dependentes da disponibilidade de nutrientes.",
    "Ce2-Pe_links": "Pe3"
  },
  {
    "P-ID": "P5",
    "P-GEN": "O oceano apoia uma <b>grande diversidade</b> de vida e ecossistemas.",
    "WBC-P_links": "P2, P6",
    "REGION+FEATURE (WBC)": "Os <b>recifes de coral</b> no Oceano Atlântico são habitats altamente biodiversos que fornecem abrigo e zonas de alimentação para a vida marinha.",
    "COUNTRY-E1 (Ce1)": "Em <b>Madeira</b>, por exemplo, <hPe>observação sustentável de baleias</hPe> aproveita a grande diversidade do oceano e a sua preservação enquanto sustenta e diversifica a economia local.",
    "Ce1-Pe_links": "Pe7",
    "COUNTRY-E2 (Ce2)": "Outro exemplo é o <hPe>estuário do Rio Douro</hPe>, que contribui para a grande diversidade do oceano servindo de berçário para a vida marinha e agindo como uma vital via de migração para espécies como enguias e sável.",
    "Ce2-Pe_links": "Pe3"
  },
  {
    "P-ID": "P6",
    "P-GEN": "O oceano e os humanos estão <b>inextricavelmente interconectados</b>.",
    "WBC-P_links": "P3",
    "REGION+FEATURE (WBC)": "Os <b>furacões do Atlântico</b> causam estragos nas costas, sublinhando a profunda interdependência da humanidade com os processos oceânicos e a necessidade urgente de gestão responsável.",
    "COUNTRY-E1 (Ce1)": "Em <b>Figueira da Foz</b>, por exemplo, <hPe>defesas contra ressacas</hPe> ilustram a relação oceano–humano, exigindo medidas coletivas para proteger as comunidades de fenómenos meteorológicos extremos alimentados pelas águas quentes do oceano.",
    "Ce1-Pe_links": "Pe6",
    "COUNTRY-E2 (Ce2)": "Outro exemplo é o <hPe>planeamento da orla marítima de Lisboa</hPe>, onde os impactos partilhados do oceano exigem resiliência a tempestades, refletindo como as cidades costeiras se adaptam às poderosas forças marinhas.",
    "Ce2-Pe_links": "Pe3"
  },
  {
    "P-ID": "P7",
    "P-GEN": "O oceano é <b>largamente inexplorado</b>.",
    "WBC-P_links": "P4, P5",
    "REGION+FEATURE (WBC)": "As <b>fontes hidrotermais</b> no Atlântico abrigam vida ainda por descobrir e destacam a maior fronteira inexplorada da Terra, enfatizando vastas oportunidades de descoberta científica nas profundezas do oceano.",
    "COUNTRY-E1 (Ce1)": "Em <b>Faial</b>, por exemplo, <hPe>projetos de exploração do fundo marinho</hPe> exploram os reinos inexplorados do oceano, revelando espécies únicas e processos planetários ocultos da observação na superfície.",
    "Ce1-Pe_links": "Pe7",
    "COUNTRY-E2 (Ce2)": "Outro exemplo são as <hPe>missões de arqueologia subaquática</hPe> perto da Madeira, onde as profundezas desconhecidas do oceano preservam artefatos culturais, lembrando-nos de como sabemos pouco sobre a fronteira submarina da Terra.",
    "Ce2-Pe_links": "Pe3"
  }
]
