[
  {
    "D-ID": "D1",
    "What-PAR": "<b>Conhecimento</b> consiste em compreender temas relacionados com o oceano e as suas ligações. Permite decisões informadas e impulsiona avanços científicos e sociais.",
    "Diff-from": "D5",
    "Diff-from-PAR": "Se <b>Consciencialização</b> é reconhecer um problema, <b>Conhecimento</b> foca-se em compreendê-lo e analisá-lo.",
    "Example 1": "Ao analisar as <hP>correntes oceânicas</hP> e o seu impacto nas <hPe>comunidades costeiras</hPe>, os alunos desenvolvem uma compreensão dos processos oceânicos.",
    "Example 2": "Estudar a <hP>biodiversidade marinha</hP> ajuda os alunos a apreciar o papel da <hPe>observação científica</hPe> nos esforços de conservação.",
    "P1": "y1",
    "P2": "",
    "P3": "",
    "P4": "",
    "P5": "y2",
    "P6": "",
    "P7": "",
    "Pe1": "y2",
    "Pe2": "",
    "Pe3": "",
    "Pe4": "",
    "Pe5": "",
    "Pe6": "y1",
    "Pe7": ""
  },
  {
    "D-ID": "D2",
    "What-PAR": "<b>Comunicação</b> consiste em partilhar temas relacionados com o oceano com os outros. A comunicação eficaz aumenta a consciencialização e incentiva a ação coletiva.",
    "Diff-from": "D1",
    "Diff-from-PAR": "Se <b>Conhecimento</b> é adquirir informação, <b>Comunicação</b> foca-se em expressá-la e partilhá-la.",
    "Example 1": "Criar um infográfico sobre a <hP>sobrepesca</hP> permite que os alunos comuniquem os seus efeitos nas <hPe>pescas sustentáveis</hPe>.",
    "Example 2": "Discutir as <hP>alterações climáticas</hP> com colegas promove a consciencialização e a ação coletiva sobre <hPe>políticas ambientais</hPe>.",
    "P1": "",
    "P2": "",
    "P3": "y2",
    "P4": "",
    "P5": "",
    "P6": "y1",
    "P7": "",
    "Pe1": "",
    "Pe2": "",
    "Pe3": "y1",
    "Pe4": "",
    "Pe5": "y2",
    "Pe6": "",
    "Pe7": ""
  },
  {
    "D-ID": "D3",
    "What-PAR": "<b>Comportamento</b> diz respeito às escolhas e ações sobre questões oceânicas. Um comportamento responsável pode impulsionar práticas oceânicas sustentáveis.",
    "Diff-from": "D4",
    "Diff-from-PAR": "Se <b>Atitude</b> se refere a crenças e valores, <b>Comportamento</b> foca-se em traduzi-los em ações concretas.",
    "Example 1": "Os alunos escolhem <hP>alternativas sem plástico</hP> depois de aprenderem sobre a <hPe>poluição oceânica</hPe> na escola.",
    "Example 2": "Participar numa <hP>limpeza de praia</hP> reforça o <hPe>comportamento ambiental responsável</hPe>.",
    "P1": "",
    "P2": "",
    "P3": "",
    "P4": "y2",
    "P5": "",
    "P6": "",
    "P7": "y1",
    "Pe1": "",
    "Pe2": "y2",
    "Pe3": "",
    "Pe4": "",
    "Pe5": "",
    "Pe6": "",
    "Pe7": "y1"
  },
  {
    "D-ID": "D4",
    "What-PAR": "<b>Atitude</b> refere-se a posições pessoais sobre questões oceânicas. Atitudes positivas inspiram ativismo e melhores esforços de conservação.",
    "Diff-from": "D8",
    "Diff-from-PAR": "Se a <b>Experiência</b> se baseia na interação direta, a <b>Atitude</b> foca-se em perspetivas e valores pessoais.",
    "Example 1": "Explorar a <hP>degradação dos recifes de coral</hP> influencia a <hPe>mentalidade de conservação</hPe> dos alunos.",
    "Example 2": "Compreender a perda de <hP>espécies marinhas</hP> fomenta uma <hPe>atitude orientada para a proteção</hPe>.",
    "P1": "",
    "P2": "y2",
    "P3": "",
    "P4": "",
    "P5": "y1",
    "P6": "",
    "P7": "",
    "Pe1": "",
    "Pe2": "",
    "Pe3": "",
    "Pe4": "y2",
    "Pe5": "",
    "Pe6": "y1",
    "Pe7": ""
  },
  {
    "D-ID": "D5",
    "What-PAR": "<b>Consciencialização</b> consiste em reconhecer questões relacionadas com o oceano. A consciencialização é o primeiro passo para a compreensão e a ação.",
    "Diff-from": "D1",
    "Diff-from-PAR": "Se <b>Conhecimento</b> envolve uma compreensão profunda, a <b>Consciencialização</b> foca-se apenas em reconhecer um problema.",
    "Example 1": "Assistir a um documentário sobre a <hP>acidificação dos oceanos</hP> aumenta a <hPe>consciencialização</hPe> do público.",
    "Example 2": "Ler sobre a <hP>subida do nível do mar</hP> torna as pessoas conscientes das suas <hPe>implicações sociais</hPe>.",
    "P1": "y2",
    "P2": "",
    "P3": "y1",
    "P4": "",
    "P5": "",
    "P6": "",
    "P7": "",
    "Pe1": "",
    "Pe2": "y1",
    "Pe3": "",
    "Pe4": "",
    "Pe5": "",
    "Pe6": "y2",
    "Pe7": ""
  },
  {
    "D-ID": "D6",
    "What-PAR": "<b>Ativismo</b> consiste no envolvimento em esforços para proteger os oceanos. Transforma preocupação em mudanças políticas e sociais significativas.",
    "Diff-from": "D3",
    "Diff-from-PAR": "Se o <b>Comportamento</b> envolve escolhas individuais, o <b>Ativismo</b> foca-se em esforços organizados para mudanças mais amplas.",
    "Example 1": "Assinar uma petição contra a <hP>pesca ilegal</hP> demonstra <hPe>defesa ativa dos oceanos</hPe>.",
    "Example 2": "Participar em protestos pela <hP>conservação marinha</hP> demonstra um <hPe>ativismo ambiental empenhado</hPe>.",
    "P1": "",
    "P2": "",
    "P3": "",
    "P4": "y1",
    "P5": "",
    "P6": "y2",
    "P7": "",
    "Pe1": "",
    "Pe2": "",
    "Pe3": "",
    "Pe4": "",
    "Pe5": "y2",
    "Pe6": "",
    "Pe7": "y1"
  },
  {
    "D-ID": "D7",
    "What-PAR": "<b>Emoceanos</b> diz respeito às respostas emocionais em relação ao oceano. As emoções moldam conexões e influenciam decisões relacionadas com os oceanos.",
    "Diff-from": "D8",
    "Diff-from-PAR": "Se o <b>Conhecimento</b> diz respeito à compreensão factual, os <b>Emoceanos</b> focam-se nas conexões emocionais.",
    "Example 1": "Sentir admiração ao observar <hP>baleias</hP> fortalece a <hPe>conexão emocional</hPe> com o oceano.",
    "Example 2": "Sentir tristeza devido a <hP>derramamentos de petróleo</hP> reforça a <hPe>empatia pelos oceanos</hPe>.",
    "P1": "",
    "P2": "y1",
    "P3": "",
    "P4": "",
    "P5": "",
    "P6": "",
    "P7": "y2",
    "Pe1": "",
    "Pe2": "",
    "Pe3": "y2",
    "Pe4": "y1",
    "Pe5": "",
    "Pe6": "",
    "Pe7": ""
  },
  {
    "D-ID": "D8",
    "What-PAR": "<b>Experiência</b> refere-se a interações diretas ou indiretas com o oceano. A experiência promove uma maior apreciação e conhecimento.",
    "Diff-from": "D1",
    "Diff-from-PAR": "Se a <b>Atitude</b> é moldada pela perceção, a <b>Experiência</b> foca-se na interação real ou simulada.",
    "Example 1": "Fazer snorkeling numa <hP>reserva marinha</hP> proporciona uma <hPe>experiência oceânica</hPe> em primeira mão.",
    "Example 2": "Visitar um <hP>aquário</hP> expõe as crianças à vida marinha, enriquecendo o seu <hPe>envolvimento</hPe>.",
    "P1": "y2",
    "P2": "",
    "P3": "",
    "P4": "",
    "P5": "y1",
    "P6": "",
    "P7": "",
    "Pe1": "y1",
    "Pe2": "",
    "Pe3": "",
    "Pe4": "",
    "Pe5": "",
    "Pe6": "",
    "Pe7": "y2"
  },
  {
    "D-ID": "D9",
    "What-PAR": "<b>Capacidade Adaptativa</b> consiste na adaptação às mudanças oceânicas. Garante resiliência face às alterações ambientais.",
    "Diff-from": "D6",
    "Diff-from-PAR": "Se o <b>Comportamento</b> se foca em ações imediatas, a <b>Capacidade Adaptativa</b> concentra-se em ajustamentos a longo prazo.",
    "Example 1": "Comunidades que se adaptam à <hP>erosão costeira</hP> demonstram <hPe>resiliência</hPe>.",
    "Example 2": "Desenvolver políticas para a <hP>subida do nível do mar</hP> melhora a <hPe>capacidade adaptativa</hPe>.",
    "P1": "",
    "P2": "",
    "P3": "y1",
    "P4": "",
    "P5": "",
    "P6": "y2",
    "P7": "",
    "Pe1": "",
    "Pe2": "",
    "Pe3": "y2",
    "Pe4": "",
    "Pe5": "y1",
    "Pe6": "",
    "Pe7": ""
  },
  {
    "D-ID": "D10",
    "What-PAR": "<b>Confiança e Transparência</b> dizem respeito à confiança na informação sobre os oceanos. A confiança nas fontes afeta o envolvimento do público e o apoio a políticas.",
    "Diff-from": "D5",
    "Diff-from-PAR": "Se o <b>Conhecimento</b> diz respeito à profundidade da compreensão, a <b>Confiança e Transparência</b> focam-se na credibilidade da informação.",
    "Example 1": "Confiar em <hP>dados científicos</hP> sobre <hPe>poluição oceânica</hPe> promove decisões informadas.",
    "Example 2": "A transparência na <hP>gestão das pescas</hP> fortalece a <hPe>confiança pública</hPe>.",
    "P1": "",
    "P2": "y1",
    "P3": "",
    "P4": "y2",
    "P5": "",
    "P6": "",
    "P7": "",
    "Pe1": "",
    "Pe2": "y2",
    "Pe3": "",
    "Pe4": "",
    "Pe5": "",
    "Pe6": "y1",
    "Pe7": ""
  }
]
