[
  {
    "Pe-ID": "Pe1",
    "What-PAR": "<b>A Ciência</b> ajuda-nos a entender o oceano através da observação e experimentação.",
    "Diff-from": "Pe7",
    "Diff-from-PAR": "Enquanto a <b>Ciência</b> depende de dados empíricos, a <b>Sustentabilidade</b> equilibra os fatores ambientais, sociais e económicos.",
    "Example 1": "Por exemplo, utilizando o método científico, os investigadores desenvolveram modelos para prever a <hP>circulação oceânica</hP> e o seu impacto nos padrões climáticos.",
    "Example 2": "Outro exemplo é como a exploração do oceano levou à descoberta de <hP>fontes hidrotermais</hP>, revelando ecossistemas anteriormente desconhecidos.",
    "P1": "y1",
    "P2": "",
    "P3": "",
    "P4": "",
    "P5": "",
    "P6": "",
    "P7": "y2"
  },
  {
    "Pe-ID": "Pe2",
    "What-PAR": "<b>A História</b> explora como as interações humanas com o oceano evoluíram ao longo do tempo.",
    "Diff-from": "Pe6",
    "Diff-from-PAR": "Enquanto a <b>História</b> examina as interações passadas entre o homem e o oceano, a <b>Cultura</b> explora as tradições e crenças ligadas ao mar.",
    "Example 1": "Por exemplo, os registos históricos de <hP>mudanças no nível do mar</hP> fornecem informações sobre as flutuações climáticas passadas e os seus impactos nas civilizações costeiras.",
    "Example 2": "Outro exemplo é a importância histórica da <hP>navegação oceânica</hP> no comércio global e nas trocas culturais.",
    "P1": "",
    "P2": "",
    "P3": "y1",
    "P4": "",
    "P5": "",
    "P6": "y2",
    "P7": ""
  },
  {
    "Pe-ID": "Pe3",
    "What-PAR": "<b>A Geografia</b> examina como as características e os processos do oceano variam entre as regiões.",
    "Diff-from": "Pe1",
    "Diff-from-PAR": "Enquanto a <b>Geografia</b> estuda as paisagens oceânicas, a <b>Ciência</b> explica as forças que as moldam.",
    "Example 1": "Por exemplo, os estudos geográficos mostram como as <hP>correntes oceânicas</hP> influenciam os climas regionais e a biodiversidade marinha.",
    "Example 2": "Outro exemplo é o papel da <hP>geomorfologia costeira</hP> na formação dos assentamentos humanos e das atividades económicas.",
    "P1": "",
    "P2": "y1",
    "P3": "",
    "P4": "",
    "P5": "y2",
    "P6": "",
    "P7": ""
  },
  {
    "Pe-ID": "Pe4",
    "What-PAR": "<b>A Igualdade de Género</b> garante uma participação justa na gestão dos recursos do oceano.",
    "Diff-from": "Pe5",
    "Diff-from-PAR": "Enquanto o <b>Valor</b> pesa diferentes perspetivas, a <b>Igualdade de Género</b> destaca as disparidades no acesso aos recursos oceânicos.",
    "Example 1": "Por exemplo, em algumas comunidades costeiras, os papéis de género influenciam o acesso aos <hP>recursos marinhos</hP> e às oportunidades económicas.",
    "Example 2": "Outro exemplo é como as políticas inclusivas de género em <hP>conservação marinha</hP> promovem uma gestão sustentável dos oceanos.",
    "P1": "",
    "P2": "",
    "P3": "",
    "P4": "y2",
    "P5": "",
    "P6": "y1",
    "P7": ""
  },
  {
    "Pe-ID": "Pe5",
    "What-PAR": "<b>O Valor</b> considera diversas perspetivas nas decisões relacionadas com o oceano.",
    "Diff-from": "Pe7",
    "Diff-from-PAR": "Enquanto o <b>Valor</b> avalia a importância, a <b>Sustentabilidade</b> integra a viabilidade a longo prazo.",
    "Example 1": "Por exemplo, os debates públicos sobre as <hP>áreas marinhas protegidas</hP> revelam valores diferentes dos stakeholders em relação à conservação do oceano.",
    "Example 2": "Outro exemplo é a avaliação dos <hP>serviços dos ecossistemas</hP>, equilibrando os interesses económicos e ecológicos.",
    "P1": "",
    "P2": "",
    "P3": "y1",
    "P4": "y2",
    "P5": "",
    "P6": "",
    "P7": ""
  },
  {
    "Pe-ID": "Pe6",
    "What-PAR": "<b>A Cultura</b> reflete as tradições e crenças ligadas ao oceano.",
    "Diff-from": "Pe5",
    "Diff-from-PAR": "Enquanto a <b>Cultura</b> se foca no património, a <b>História</b> documenta as relações humanas passadas com o oceano.",
    "Example 1": "Por exemplo, as tradições culturais, como os <hP>direitos de pesca tradicionais</hP>, influenciam a gestão dos recursos marinhos.",
    "Example 2": "Outro exemplo é o impacto do <hP>conhecimento indígena</hP> nas práticas de conservação do oceano.",
    "P1": "",
    "P2": "",
    "P3": "",
    "P4": "",
    "P5": "y1",
    "P6": "y2",
    "P7": ""
  },
  {
    "Pe-ID": "Pe7",
    "What-PAR": "<b>A Sustentabilidade</b> integra os fatores ambientais, sociais e económicos no uso do oceano.",
    "Diff-from": "Pe1",
    "Diff-from-PAR": "Enquanto a <b>Sustentabilidade</b> considera o impacto futuro, o <b>Valor</b> mede a importância com base nas necessidades da sociedade.",
    "Example 1": "Por exemplo, os esforços de sustentabilidade para reduzir a <hP>poluição por plásticos</hP> ajudam a manter ecossistemas marinhos saudáveis.",
    "Example 2": "Outro exemplo é como a gestão sustentável das <hP>pescarias</hP> assegura a disponibilidade a longo prazo dos recursos oceânicos.",
    "P1": "y1",
    "P2": "",
    "P3": "",
    "P4": "",
    "P5": "",
    "P6": "",
    "P7": "y2"
  }
]
