[
  {
    "PROJECT": "The Invisible Threat: How Microplastics Endanger Corals",
    "SubType": "illustrated paper",
    "Type": "resource",
    "Year": 2019,
    "DESCR-SHORT": "This <i>children-friendly paper</i> introduces young readers to the dangers of microplastics and their impact on coral reefs. Using engaging storytelling, it highlights how plastic pollution disrupts marine ecosystems and encourages sustainable behaviors.",
    "Author": "Frontiers for Young Minds - Vanessa Bednarz et al.",
    "Main Target": "young people",
    "Age": "7-10",
    "Time": "/",
    "Laguage(s)": "EN",
    "Collection": "EuroGOOS OL Library",
    "P1": "",
    "P2": "",
    "P3": "",
    "P4": "",
    "P5": "Y",
    "P6": "Y",
    "P7": "",
    "Pe1": "",
    "Pe2": "",
    "Pe3": "",
    "Pe4": "",
    "Pe5": "Y",
    "Pe6": "",
    "Pe7": "Y",
    "D1": "",
    "D2": "Y",
    "D3": "",
    "D4": "",
    "D5": "",
    "D6": "Y",
    "D7": "",
    "D8": "",
    "D9": "",
    "D10": "",
    "Link": "https://kids.frontiersin.org/articles/10.3389/frym.2021.574637",
    "BACKGROUND INFO": "Coral reefs are one of the most endangered habitats due to climate change, but not enough attention has been paid to how plastic pollution affects coral reef health. Plastics are massively produced worldwide for many purposes and they degrade very slowly, breaking down into tiny, invisible particles of 5 mm or less, called microplastics. When these tiny particles reach coral reefs, they harm corals by constantly rubbing on them through the action of waves and currents. Corals may also ingest microplastics and get a false sense of “fullness,” which results in the coral not feeding on nutritious food. Within the coral, microplastics may block the gut and cause internal damage. Also, microplastics, which are already made of chemicals, can pick up pollutants and harmful microorganisms from the seawater and transfer them to the coral. A reduction of microplastics pollution is therefore urgent."
  },
  {
    "PROJECT": "Mensaje en una botella",
    "SubType": "illustrated book",
    "Type": "resource",
    "Year": 2020,
    "DESCR-SHORT": "This <i>illustrated book</i> engages participants in a creative reflection on marine pollution by crafting messages in bottles. Through storytelling and discussion, learners explore human impacts on ocean health and brainstorm solutions for reducing waste.",
    "Author": "IEO Spain",
    "Main Target": "young people",
    "Age": "8+",
    "Time": "/",
    "Laguage(s)": "ES",
    "Collection": "EuroGOOS OL Library",
    "P1": "",
    "P2": "",
    "P3": "",
    "P4": "",
    "P5": "",
    "P6": "Y",
    "P7": "",
    "Pe1": "",
    "Pe2": "",
    "Pe3": "",
    "Pe4": "Y",
    "Pe5": "Y",
    "Pe6": "",
    "Pe7": "",
    "D1": "Y",
    "D2": "",
    "D3": "",
    "D4": "",
    "D5": "Y",
    "D6": "",
    "D7": "",
    "D8": "",
    "D9": "",
    "D10": "",
    "Link": "https://www.ieo.es/documents/4075306/6407736/Mensajeenunabotella-libro21x21baixa.pdf/faeb8a8f-a6f7-46b8-9e9d-b04e4461aa82",
    "BACKGROUND INFO": "N/A"
  },
  {
    "PROJECT": "Oceánicas. Pioneras de la Oceanografía",
    "SubType": "platform",
    "Type": "resource",
    "Year": 2018,
    "DESCR-SHORT": "This <i>educational platform</i> provides an overview of the contributions of pioneering women in oceanography, highlighting their significant roles in advancing marine science and inspiring future generations to pursue careers in this field.",
    "Author": "FECYT & IEO Spain",
    "Main Target": "young people",
    "Age": "12+",
    "Time": "/",
    "Laguage(s)": "ES",
    "Collection": "EuroGOOS OL Library",
    "P1": "",
    "P2": "",
    "P3": "",
    "P4": "",
    "P5": "",
    "P6": "Y",
    "P7": "",
    "Pe1": "Y",
    "Pe2": "",
    "Pe3": "",
    "Pe4": "",
    "Pe5": "Y",
    "Pe6": "Y",
    "Pe7": "",
    "D1": "",
    "D2": "",
    "D3": "Y",
    "D4": "",
    "D5": "",
    "D6": "",
    "D7": "",
    "D8": "",
    "D9": "",
    "D10": "",
    "Link": "https://oceanicas.ieo.es/",
    "BACKGROUND INFO": "The project aims to disseminate the work of women scientists dedicated to the study of the oceans, both current and past, and to raise awareness of their lives and work, thereby seeking to generate scientific vocations in girls and boys, foster their creativity, decision-making capacity, and promote equal treatment in the face of gender inequalities from an early age.\nOceánicas highlights the legacy of pioneering women in oceanography. Women like Jeanne Baret, a French botanist who was the first to circumnavigate the world in the 18th century disguised as a man; Marie Tharp, a marine geologist who, despite being barred from boarding ships, created the first map of the Atlantic ocean floor; Ángeles Alvariño, a Galician oceanographer from the IEO (Spanish Institute of Oceanography) who became the first woman to board an English ship and discovered 22 marine species; and Sylvia Earle, the first woman to lead the NOAA and a National Geographic explorer. \nFurthermore, Oceánicas is a platform for women currently working in Marine Sciences—both researchers and technicians, students, entrepreneurs, and others—to share their work and help young people discover their passion for science and nature. Finally, through various competitions, Oceánicas seeks to awaken young people's curiosity and personal interest, foster their creativity, and promote their understanding of scientific concepts and phenomena. All of this is done by seeking direct contact between children and researchers."
  },
  {
    "PROJECT": "What is the work like in an oceanographic centre?",
    "SubType": "illustrated book",
    "Type": "resource",
    "Year": 2021,
    "DESCR-SHORT": "This <i>illustrated book</i> provides a behind-the-scenes look at life in an oceanographic center. Learners discover how marine scientists conduct research, use technology, and contribute to ocean conservation.",
    "Author": "IEO Spain",
    "Main Target": "young people",
    "Age": "12+",
    "Time": "/",
    "Laguage(s)": "ES",
    "Collection": "EuroGOOS OL Library",
    "P1": "Y",
    "P2": "",
    "P3": "",
    "P4": "",
    "P5": "",
    "P6": "Y",
    "P7": "",
    "Pe1": "",
    "Pe2": "",
    "Pe3": "",
    "Pe4": "",
    "Pe5": "Y",
    "Pe6": "",
    "Pe7": "",
    "D1": "Y",
    "D2": "",
    "D3": "Y",
    "D4": "",
    "D5": "",
    "D6": "",
    "D7": "",
    "D8": "",
    "D9": "",
    "D10": "",
    "Link": "https://www.ieo.es/es_ES/web/vigo/libro-os-bolechas",
    "BACKGROUND INFO": "N/A"
  },
  {
    "PROJECT": "MAREOPOLY",
    "SubType": "game",
    "Type": "resource",
    "Year": 2020,
    "DESCR-SHORT": "This <i>game</i> is inspired by Monopoly and teaches players about tides through history and science. By engaging with real-world tidal phenomena, players gain insights into the forces shaping ocean dynamics.",
    "Author": "INGV Italy",
    "Main Target": "young people",
    "Age": "13+",
    "Time": "60'",
    "Laguage(s)": "EN, IT",
    "Collection": "EuroGOOS OL Library",
    "P1": "Y",
    "P2": "Y",
    "P3": "",
    "P4": "",
    "P5": "",
    "P6": "",
    "P7": "",
    "Pe1": "Y",
    "Pe2": "",
    "Pe3": "",
    "Pe4": "Y",
    "Pe5": "",
    "Pe6": "",
    "Pe7": "",
    "D1": "",
    "D2": "",
    "D3": "Y",
    "D4": "",
    "D5": "",
    "D6": "",
    "D7": "",
    "D8": "",
    "D9": "",
    "D10": "",
    "Link": "https://ingvambiente.com/2020/03/23/mareopoli/",
    "BACKGROUND INFO": "The game is inspired by Hasbro’s famous MONOPOLY ® is team-based and builds up competition between players who must be able to answer questions and remind concepts to win the game. The main topic is tides, both from a scientific and a historical point of view. Thanks to this game the historical evolution of tides theory and of their calculation can be reconstructed from Aristotle’s theory to Laplace’s equations.\nMAREOPOLI follows the rules of the original game with some additional questions and concepts to remember, to accumulate points.\nDidactic laboratory: The game can be played at secondary schools too, with the participation of INGV researchers. In this case the board is a 2m x 2m sheet laying on the floor. The game follows the same rules as in the attachment, but it is mediated by the presence of the researcher. The laboratory lasts about 1 hour and requires approximately a 4m x 4m space. The ideal number of participants is a classroom of between 20-30 pupils to be divided into two groups during the game."
  },
  {
    "PROJECT": "Memory - Earthquakes, Volcanoes and Environment",
    "SubType": "game",
    "Type": "resource",
    "Year": 2014,
    "DESCR-SHORT": "This <i>game</i> uses a memory game format to teach participants about earthquakes, volcanoes, and their environmental impact. Learners match images and facts about geological events, reinforcing their understanding of natural disasters and their effects on coastal regions.",
    "Author": "INGV Italy",
    "Main Target": "young people",
    "Age": "5+",
    "Time": "60'",
    "Laguage(s)": "EN, IT",
    "Collection": "EuroGOOS OL Library",
    "P1": "",
    "P2": "Y",
    "P3": "",
    "P4": "",
    "P5": "",
    "P6": "",
    "P7": "",
    "Pe1": "Y",
    "Pe2": "",
    "Pe3": "",
    "Pe4": "",
    "Pe5": "",
    "Pe6": "",
    "Pe7": "",
    "D1": "Y",
    "D2": "",
    "D3": "",
    "D4": "",
    "D5": "",
    "D6": "",
    "D7": "",
    "D8": "",
    "D9": "",
    "D10": "",
    "Link": "https://ingvambiente.com/2020/01/17/memory-terremoti-vulcani-e-ambiente/",
    "BACKGROUND INFO": "The INGV Memory game is inspired by the famous Memory ® by Ravensburger, which was born in 1959 from the idea of a Swiss grandfather. The man hand-made a game made up of square cards. He then used some glue to place cutouts of illustrated catalogs upon the cards, which he made identical in pairs. \nMemory – Earthquakes, Volcanoes and Environment is based on the same simple rules of the original game, introducing strategic INGV topics through questions associated with the card pairs. In particular, when a player finds a pair of identical cards, the opponent reads him the corresponding question and checks that the answer is correct. For each correct answer the player wins the cards pair, otherwise the correct answer is read aloud and the cards are turned over. The player with more cards pairs wins. In addition, the game also includes black and white sheets depicting game tiles, for younger children to print and color them.\n\nEducational workshop: The game can be played with the participation of INGV researchers at schools, preferably in 4th and 5th primary school grade classrooms and 1st lower secondary school grade classrooms. In this case tiles are very large (40 x 40 cm) and are placed on the floor. The game follows the same rules as in the attachment, but it is mediated by the presence of the researcher. The workshop lasts about 1 hour and requires a space of about 4 m x 4 m. The ideal number of participants is a classroom of between 20-30 pupils to be divided into two groups during the game."
  },
  {
    "PROJECT": "Memory - The alien species of the Mediterranean",
    "SubType": "game",
    "Type": "resource",
    "Year": 2017,
    "DESCR-SHORT": "This <i>game</i> introduces players to invasive species in the Mediterranean, explaining how they disrupt native ecosystems. Learners identify problematic species, discuss ecological consequences, and explore strategies for controlling the spread of invasive marine organisms.",
    "Author": "INGV Italy",
    "Main Target": "young people",
    "Age": "5+",
    "Time": "60'",
    "Laguage(s)": "EN, IT",
    "Collection": "EuroGOOS OL Library",
    "P1": "",
    "P2": "Y",
    "P3": "",
    "P4": "",
    "P5": "Y",
    "P6": "",
    "P7": "",
    "Pe1": "",
    "Pe2": "",
    "Pe3": "",
    "Pe4": "Y",
    "Pe5": "",
    "Pe6": "",
    "Pe7": "",
    "D1": "Y",
    "D2": "",
    "D3": "",
    "D4": "",
    "D5": "",
    "D6": "",
    "D7": "",
    "D8": "",
    "D9": "",
    "D10": "",
    "Link": "https://ingvambiente.com/2020/03/12/memory-le-specie-aliene-del-mediterraneo/",
    "BACKGROUND INFO": "In recent years much has been said about climate change. A phenomenon partly related to this is the increase of alien species in the Mediterranean Sea. Alien species are exotic animals or plants that have been accidentally or deliberately introduced into places outside their natural habitat.\n\nThe game of MEMORY – The alien species of the Mediterranean, is aimed to raise players’ awareness on the issue and introduces some of the alien species living in our seas. The game is made up of card pairs depicting 15 out of 160 alien fish species featured on the ISPRA Mediterranean Alien Fish Species Atlas, that can be referred to here.\n\nEducational workshop: The game can be played at schools and with the participation of INGV researchers. The workshop lasts about 1 hour. The ideal number of participants is a classroom of between 15-20 pupils to be divided into two groups during the game.\n\nThe rules of the game are the same as for the MEMORY game."
  },
  {
    "PROJECT": "The Game of the Octopus",
    "SubType": "game",
    "Type": "resource",
    "Year": 2011,
    "DESCR-SHORT": "This <i>game</i> explores the intelligence and survival skills of octopuses. Players navigate challenges that showcase the unique adaptations of these marine animals, promoting awareness of cephalopod behavior and conservation.",
    "Author": "INGV Italy",
    "Main Target": "young people",
    "Age": "6+",
    "Time": "60'",
    "Laguage(s)": "EN, IT",
    "Collection": "EuroGOOS OL Library",
    "P1": "Y",
    "P2": "",
    "P3": "",
    "P4": "",
    "P5": "Y",
    "P6": "",
    "P7": "",
    "Pe1": "Y",
    "Pe2": "",
    "Pe3": "",
    "Pe4": "Y",
    "Pe5": "",
    "Pe6": "",
    "Pe7": "",
    "D1": "",
    "D2": "",
    "D3": "Y",
    "D4": "",
    "D5": "",
    "D6": "",
    "D7": "",
    "D8": "",
    "D9": "",
    "D10": "",
    "Link": "https://ingvambiente.com/2020/01/17/il-gioco-del-polpo/",
    "BACKGROUND INFO": "The game of Octopus takes inspiration from the game of the goose, which has very distant origins (second half of the 16th century) and adds scientific content on marine environment issues in the form of questions.\nYou can play with two or more players/groups. All players start from box number 1 and when it's their turn, they roll the die and advance along the path. The game consists of a board divided into 20 numbered boxes: each box has a color that corresponds to a different topic:  green - life in the sea; orange - coast and seabed; light blue - water column.  Every time a marker stops on a color, the player whose turn it is is asked a question about the topic corresponding to the color of the box it stopped on. Some boxes have symbols that represent marine animals: the jellyfish indicates to stay still for a turn; the shrimp makes you jump back 2 boxes; the star allows you to advance 1 box. The aim of the game is to go around the entire board and reach box 20 before your opponents.\nThe game can also be played in the classroom with the participation of INGV researchers at schools, preferably in primary schools. In this case, the board is very large (about 2m x 2m) and is placed on the floor. The game follows the same rules as the attached one, but is mediated by the presence of the researcher. The workshop lasts about 1 hour and requires a space of about 4m x 4m. The optimal number of participants is a class (between 20 and 30 students) that is divided into two groups during the game."
  },
  {
    "PROJECT": "The Ocean is my home",
    "SubType": "illustrated book",
    "Type": "resource",
    "Year": 2017,
    "DESCR-SHORT": "This <i>illustrated book</i> highlights the ocean as a home for countless species. Through storytelling and scientific facts, learners explore marine habitats and the importance of protecting ocean ecosystems.",
    "Author": "EuroGOOS & Marker Wizards",
    "Main Target": "young people",
    "Age": "9-12",
    "Time": "/",
    "Laguage(s)": "EN, IT, ES, PT, FR",
    "Collection": "EuroGOOS OL Library",
    "P1": "Y",
    "P2": "",
    "P3": "",
    "P4": "",
    "P5": "Y",
    "P6": "",
    "P7": "",
    "Pe1": "",
    "Pe2": "",
    "Pe3": "",
    "Pe4": "",
    "Pe5": "",
    "Pe6": "",
    "Pe7": "",
    "D1": "",
    "D2": "Y",
    "D3": "",
    "D4": "",
    "D5": "",
    "D6": "Y",
    "D7": "",
    "D8": "",
    "D9": "",
    "D10": "",
    "Link": "https://eurogoos.eu/download/the-ocean-is-my-home/",
    "BACKGROUND INFO": "What most people know about the ocean’s ecosystem and economic services, and the importance of ocean data and information to maintain and advance those services, varies greatly. This book is written for children and their parents as a basis for dialogue between them, ultimately for better decisions related to ocean health and sustainability."
  },
  {
    "PROJECT": "Banquette alla Riscossa",
    "SubType": "illustrated book",
    "Type": "resource",
    "Year": 2019,
    "DESCR-SHORT": "This <i>illustrated book</i> explores the role of seagrass banquettes in coastal ecosystems, emphasizing their importance in providing habitat, stabilizing sediments, and supporting marine biodiversity. Students examine real-life case studies, conduct experiments on coastal erosion, and develop conservation strategies.",
    "Author": "ISPRA Italy",
    "Main Target": "young people",
    "Age": "12+",
    "Time": "/",
    "Laguage(s)": "IT",
    "Collection": "EuroGOOS OL Library",
    "P1": "",
    "P2": "Y",
    "P3": "",
    "P4": "",
    "P5": "Y",
    "P6": "",
    "P7": "",
    "Pe1": "",
    "Pe2": "",
    "Pe3": "",
    "Pe4": "",
    "Pe5": "",
    "Pe6": "",
    "Pe7": "",
    "D1": "Y",
    "D2": "",
    "D3": "",
    "D4": "",
    "D5": "",
    "D6": "",
    "D7": "",
    "D8": "",
    "D9": "",
    "D10": "",
    "Link": "https://www.isprambiente.gov.it/files/progetti/fumettobargainweb_19_11_2019.pdf",
    "BACKGROUND INFO": "This comic booklet promotes a better knowledge of the important functions of the submarine plant Posidonia Oceanica that grows in the Mediterranean Sea. Despite tourists’ annoyance towards its banquettes ashore, this plant plays a relevant role in keeping marine biodiversity and preventing coastal erosion."
  },
  {
    "PROJECT": "Sea Robot",
    "SubType": "video",
    "Type": "resource",
    "Year": 2022,
    "DESCR-SHORT": "This <i>video</i> introduces students to underwater robotics. By exploring how marine robots are used in oceanography, participants gain insight into their role in environmental monitoring and exploration.",
    "Author": "ISPRA Italy",
    "Main Target": "young people",
    "Age": "9-12",
    "Time": "21'",
    "Laguage(s)": "EN",
    "Collection": "EuroGOOS OL Library",
    "P1": "Y",
    "P2": "",
    "P3": "",
    "P4": "",
    "P5": "",
    "P6": "Y",
    "P7": "",
    "Pe1": "",
    "Pe2": "",
    "Pe3": "",
    "Pe4": "",
    "Pe5": "Y",
    "Pe6": "",
    "Pe7": "",
    "D1": "Y",
    "D2": "",
    "D3": "Y",
    "D4": "",
    "D5": "",
    "D6": "",
    "D7": "",
    "D8": "",
    "D9": "",
    "D10": "",
    "Link": "https://www.youtube.com/watch?v=hga1_T1FohU",
    "BACKGROUND INFO": "Wire-guided robots, echo sounders, drones, artificial intelligence. The documentary describes the technological progress of the last decades applied to marine research. New technologies have made it possible to reveal the splendor and richness of deep ecosystems, allowing researchers to acquire valuable data and information for the study of these fascinating environments. In addition to the extreme richness and beauty of nature, the images also show signs of human activity: mysterious wrecks, archaeological finds and, unfortunately, waste and abandoned fishing gear. The documentary was shot in 2021 largely in Sicily, where the research vessel Astrea had been moored in the port of Syracuse."
  },
  {
    "PROJECT": "Ventimila Leghe Sotto i Mari",
    "SubType": "illustrated book",
    "Type": "resource",
    "Year": 2023,
    "DESCR-SHORT": "This <i>illustrated book</i> is an adaptation of Jules Verne’s classic novel that introduces readers to the wonders of deep-sea exploration, blending adventure with scientific insights. Learners compare fiction with real-world oceanographic discoveries, analyze 19th-century exploration methods, and discuss how modern technology advances deep-sea research.",
    "Author": "ISPRA Italy",
    "Main Target": "young people",
    "Age": "12+",
    "Time": "/",
    "Laguage(s)": "IT",
    "Collection": "EuroGOOS OL Library",
    "P1": "Y",
    "P2": "",
    "P3": "",
    "P4": "",
    "P5": "",
    "P6": "Y",
    "P7": "",
    "Pe1": "",
    "Pe2": "",
    "Pe3": "",
    "Pe4": "",
    "Pe5": "Y",
    "Pe6": "",
    "Pe7": "",
    "D1": "",
    "D2": "",
    "D3": "Y",
    "D4": "",
    "D5": "",
    "D6": "",
    "D7": "",
    "D8": "",
    "D9": "",
    "D10": "",
    "Link": "https://www.isprambiente.gov.it/files2023/notizie/allegato-h.pdf",
    "BACKGROUND INFO": "The comic booklet titled “20,000 fish nets under the sea” tackles the impactful problem of marine litter, focusing on the effect this waste has on marine organisms and ecosystems. It presents some positive actions realized to mitigate this sea pollution thanks to the interactive cooperation of many actors, in particular researchers and fishermen."
  },
  {
    "PROJECT": "O Plastico e o Mar",
    "SubType": "illustrated book",
    "Type": "resource",
    "Year": 2019,
    "DESCR-SHORT": "This <i>illustrated book</i> celebrates the contributions of pioneering women in oceanography, highlighting their discoveries, challenges, and achievements. Students explore biographies, participate in discussions about gender representation in science, and engage in role-playing exercises to understand the impact of historical oceanographers.",
    "Author": "Jigajoga & Science Crunchers",
    "Main Target": "young people",
    "Age": "12+",
    "Time": "/",
    "Laguage(s)": "PT",
    "Collection": "EuroGOOS OL Library",
    "P1": "",
    "P2": "",
    "P3": "",
    "P4": "",
    "P5": "",
    "P6": "Y",
    "P7": "",
    "Pe1": "Y",
    "Pe2": "",
    "Pe3": "",
    "Pe4": "",
    "Pe5": "Y",
    "Pe6": "",
    "Pe7": "",
    "D1": "",
    "D2": "Y",
    "D3": "",
    "D4": "",
    "D5": "",
    "D6": "",
    "D7": "",
    "D8": "",
    "D9": "",
    "D10": "",
    "Link": "https://cultivatingfutures.eu/produto/livro-plasticos-no-oceano-plastic-in-the-ocean-jigajoga-edicoes/",
    "BACKGROUND INFO": "The ocean is very important for our planet and for us! But marine litter is a huge threat. Let's learn what we can do to protect the ocean and living beings. With this activity book children can paint, read, draw, write, play and count and learn while playing!"
  },
  {
    "PROJECT": "Marine facts",
    "SubType": "colouring sheet, information sheet",
    "Type": "resource",
    "Year": 2018,
    "DESCR-SHORT": "These <i>informative posters</i> compile key oceanic facts, from the significance of marine biodiversity to the threats posed by human activities. Students examine poster content, identify key takeaways, and create their own infographics to communicate marine conservation messages.",
    "Author": "Marine Institute, Ireland",
    "Main Target": "young people",
    "Age": "8+",
    "Time": "/",
    "Laguage(s)": "EN",
    "Collection": "EuroGOOS OL Library",
    "P1": "Y",
    "P2": "",
    "P3": "",
    "P4": "",
    "P5": "",
    "P6": "Y",
    "P7": "",
    "Pe1": "",
    "Pe2": "",
    "Pe3": "",
    "Pe4": "",
    "Pe5": "Y",
    "Pe6": "",
    "Pe7": "",
    "D1": "",
    "D2": "",
    "D3": "",
    "D4": "",
    "D5": "",
    "D6": "",
    "D7": "",
    "D8": "",
    "D9": "",
    "D10": "",
    "Link": "https://www.marine.ie/site-area/areas-activity/education-outreach/marine-facts",
    "BACKGROUND INFO": "Did you know that an octopus can change the colour of its body? Did you know that volcanic activity occurs under the sea? From shipping and seafood to sharks and shipwrecks, discover more about our oceans through this series of colourful marine facts. Download the Marine Institute facts about our ocean from the images below. These facts are also shared on our social media channels – Facebook, Twitter and Instagram. Follow #MarineFact to discover a new marine fact each week. Create your own colourful marine fact with our Marine Fact Colouring Sheets. Snap a photo of your creation and share on social media by tagging the Marine Institute on Facebook, Twitter or Instagram."
  },
  {
    "PROJECT": "Major Global Ocean Currents",
    "SubType": "video",
    "Type": "resource",
    "Year": 2017,
    "DESCR-SHORT": "This <i>video</i> explains how global ocean currents regulate climate, distribute nutrients, and shape marine ecosystems. Learners use maps, analyze data from ocean monitoring stations, and conduct hands-on experiments to visualize ocean circulation patterns.",
    "Author": "Mercator Ocean International",
    "Main Target": "young people",
    "Age": "12+",
    "Time": "3'",
    "Laguage(s)": "/",
    "Collection": "EuroGOOS OL Library",
    "P1": "Y",
    "P2": "",
    "P3": "Y",
    "P4": "",
    "P5": "",
    "P6": "Y",
    "P7": "",
    "Pe1": "",
    "Pe2": "",
    "Pe3": "",
    "Pe4": "",
    "Pe5": "Y",
    "Pe6": "",
    "Pe7": "",
    "D1": "",
    "D2": "",
    "D3": "",
    "D4": "",
    "D5": "",
    "D6": "",
    "D7": "",
    "D8": "",
    "D9": "",
    "D10": "",
    "Link": "https://www.youtube.com/watch?v=KhB9zLlN6BQ",
    "BACKGROUND INFO": "N/A"
  },
  {
    "PROJECT": "Drop the S",
    "SubType": "video",
    "Type": "resource",
    "Year": 2019,
    "DESCR-SHORT": "These <i>videos</i> were at the core of an awareness campaign promoting the idea of referring to the ocean as a single, interconnected entity rather than multiple separate oceans. Videos encourse participants to engage in discussions, create educational posters, and advocate for community outreach programs.",
    "Author": "OneOcean Flotilla",
    "Main Target": "young people",
    "Age": "12+",
    "Time": "3'",
    "Laguage(s)": "EN, FR, PT, ES",
    "Collection": "EuroGOOS OL Library",
    "P1": "Y",
    "P2": "",
    "P3": "",
    "P4": "",
    "P5": "",
    "P6": "",
    "P7": "Y",
    "Pe1": "",
    "Pe2": "",
    "Pe3": "",
    "Pe4": "",
    "Pe5": "Y",
    "Pe6": "",
    "Pe7": "",
    "D1": "Y",
    "D2": "",
    "D3": "",
    "D4": "",
    "D5": "",
    "D6": "",
    "D7": "",
    "D8": "",
    "D9": "",
    "D10": "",
    "Link": "https://weather.metoffice.gov.uk/learn-about/met-office-for-schools/other-content/other-resources/experiments/cloud",
    "BACKGROUND INFO": "Make a cloud in a glass with our experiment.\nWhat you will need:\nA clear glass or similar see-through container, Warm water, Ice, \nMetal or foil dish\nWhat to do:\n1) Place the ice into the metal dish.\n2) Pour a small amount of warm water into the bottom of the glass.\n3) Wait until the dish is really cold. Then place it on top of the glass.\n4) Watch the inside carefully. You should see a 'cloud' form near the top of the glass.\nIn the real world, clouds form when warm, moist air, like that in your glass, is cooled (your ice). When it is cooled it condenses into tiny water droplets, which appear as clouds."
  },
  {
    "PROJECT": "Lorac: An Adventure To Save The Ocean",
    "SubType": "book",
    "Type": "resource",
    "Year": 2019,
    "DESCR-SHORT": "This <i>interactive story</i> follows Lorac on a mission to save the ocean from pollution, overfishing, and habitat destruction. Players make decisions that affect the story's outcome, reinforcing key conservation principles while fostering problem-solving and environmental stewardship.",
    "Author": "SEVENSEAS Media - Neus Figueras",
    "Main Target": "young people",
    "Age": "12-18",
    "Time": "/",
    "Laguage(s)": "EN, ES, FR",
    "Collection": "EuroGOOS OL Library",
    "P1": "Y",
    "P2": "",
    "P3": "",
    "P4": "",
    "P5": "",
    "P6": "",
    "P7": "Y",
    "Pe1": "",
    "Pe2": "",
    "Pe3": "",
    "Pe4": "",
    "Pe5": "Y",
    "Pe6": "",
    "Pe7": "",
    "D1": "Y",
    "D2": "",
    "D3": "",
    "D4": "",
    "D5": "",
    "D6": "",
    "D7": "",
    "D8": "",
    "D9": "",
    "D10": "",
    "Link": "https://www.youtube.com/playlist?list=PLwx8mN86GA6pWfkCqiwI34OLMGnCxZozF",
    "BACKGROUND INFO": "Words are important. The way that we communicate influences the way people think, feel and act.\n\nThere is only one ocean. We may give different parts of it different names but there is only one ocean and it works as a whole to help make all life on earth possible.\n\nThat’s why we are asking, quite simply, that you drop the ‘s’ from the end of the word ocean.\n\nThe ‘Drop the S’ campaign asks that you make the active decision to use ocean as a singular noun in all communication and that, where possible, you explain this choice to others and encourage them to do the same.\n\n#DropTheS - https://www.oceanprotect.org/"
  },
  {
    "PROJECT": "MEDCLIC Kids",
    "SubType": "app",
    "Type": "resource",
    "Year": 2018,
    "DESCR-SHORT": "This <i>app</i> engages children with interactive tools and videos that explore the Mediterranean’s unique marine ecosystems. Kids watch animations, complete digital quizzes, and play games that teach them about marine species, currents, and human impacts on ocean environments.",
    "Author": "SOCIB Spain",
    "Main Target": "young people",
    "Age": "3-6",
    "Time": "/",
    "Laguage(s)": "EN, ES",
    "Collection": "EuroGOOS OL Library",
    "P1": "Y",
    "P2": "",
    "P3": "",
    "P4": "",
    "P5": "",
    "P6": "",
    "P7": "",
    "Pe1": "Y",
    "Pe2": "",
    "Pe3": "",
    "Pe4": "",
    "Pe5": "",
    "Pe6": "",
    "Pe7": "",
    "D1": "",
    "D2": "",
    "D3": "",
    "D4": "",
    "D5": "",
    "D6": "",
    "D7": "",
    "D8": "",
    "D9": "",
    "D10": "",
    "Link": "https://sevenseasmedia.org/im-with-lorac-by-neus-figueras/",
    "BACKGROUND INFO": "Learn about marine biodiversity, climate change, the importance of indigenous wisdom, and positive change in the story of a boy Lorac adopted by the ocean and his hilarious and bizarre friend Zoe on a quest to save their home.\nFrom a marine scientist and writer, Lorac is the story of a young man making his way in the sea and in the readers’ hearts to protect our planet. Lorac didn’t set out to be the voice of the ocean, but when the future is at stake, being a hero is the only choice. Lorac, the youngest of a family of sea nomads, suffers a series of unfortunate events and has to seek refuge in the heart of the sea. The transition isn’t easy, and unexpected difficulties arise. But helped by his new friend Zoe, Lorac joins a family of centenarian creatures and discovers the secrets of the coral reef―his real home. A threat that affects the marine world, however, makes him depart to the place he once knew and now knows no more, in a daring mission to save the ocean―and the planet. Lorac will have to make difficult decisions, live in worlds where he doesn’t belong, and prove his worth for the good of all. Science and fantasy come together in an adventure of hope and courage that transmits an important message to protect our environment."
  },
  {
    "PROJECT": "Follow the Glider",
    "SubType": "platform",
    "Type": "resource",
    "Year": 2013,
    "DESCR-SHORT": "This <i>educational platform</i> introduces ocean gliders and their role in monitoring marine environments. Learners explore how these autonomous devices collect critical data for climate and oceanographic research.",
    "Author": "SOCIB Spain & JERICO",
    "Main Target": "young people",
    "Age": "10+",
    "Time": "/",
    "Laguage(s)": "EN, ES",
    "Collection": "EuroGOOS OL Library",
    "P1": "Y",
    "P2": "",
    "P3": "",
    "P4": "",
    "P5": "",
    "P6": "Y",
    "P7": "",
    "Pe1": "",
    "Pe2": "",
    "Pe3": "",
    "Pe4": "",
    "Pe5": "Y",
    "Pe6": "",
    "Pe7": "",
    "D1": "",
    "D2": "",
    "D3": "",
    "D4": "",
    "D5": "",
    "D6": "",
    "D7": "",
    "D8": "",
    "D9": "",
    "D10": "",
    "Link": "https://medclic.es/en/kids/",
    "BACKGROUND INFO": "The MEDCLIC KIDS APP is an educational app designed to introduce little ones to the world of marine science by playing, developed by the Balearic Islands Coastal Observing and Forecasting System (SOCIB) within the framework of the “MEDCLIC: The Mediterranean in one click” project in collaboration with “la Caixa” Foundation. APP MEDCLIC KIDS is free-of-charge and ad-free. It has an oceanography-related interactive screen, puzzles, and memory and vocabulary games. In MEDCLIC KIDS APP, Glidey is a friendly, yellow underwater glider who explains to us how marine technologies help us to get to know about and conserve our seas."
  },
  {
    "PROJECT": "Make a cloud in a glass",
    "SubType": "didactic activity",
    "Type": "resource",
    "Year": "/",
    "DESCR-SHORT": "This <i>hands-on activity</i> teaches the basics of cloud formation and its connection to ocean-driven weather patterns. Using simple household materials, learners recreate cloud formation in a glass, observing condensation and evaporation processes that link ocean and atmospheric science.",
    "Author": "MetOffice UK",
    "Main Target": "students",
    "Age": "9-12",
    "Time": "~30'",
    "Laguage(s)": "EN",
    "Collection": "EuroGOOS OL Library",
    "P1": "",
    "P2": "",
    "P3": "Y",
    "P4": "",
    "P5": "",
    "P6": "",
    "P7": "",
    "Pe1": "",
    "Pe2": "",
    "Pe3": "",
    "Pe4": "",
    "Pe5": "Y",
    "Pe6": "",
    "Pe7": "",
    "D1": "",
    "D2": "",
    "D3": "",
    "D4": "",
    "D5": "",
    "D6": "",
    "D7": "",
    "D8": "",
    "D9": "",
    "D10": "",
    "Link": "https://followtheglider.socib.es/en/",
    "BACKGROUND INFO": "WHAT IS FOLLOW THE GLIDER\nFollow the Glider is a web tool aimed at students and developed by CEFAS, IMEDEA (CSIC-UIB) and SOCIB (Balearic Coastal Monitoring and Forecasting System) as part of the European FP7 – JERICO project. It is based on the glider-monitoring tool available at www.socib.es.\nOur aim is to help students from a variety of different grade levels to find out what underwater gliders are and gain awareness of their importance for coastal research. We also strive to enable students to monitor the gliders that SOCIB is currently using in the Balearic coastal area.\nFollow the Glider is part of the JERICO European project. JERICO’s mission is to develop a network that will coordinate the activities of different European coastal observatories, share experiences, and establish an organization that will warrant periodical, ongoing, sustainable environmental information and other marine environment products throughout the European coastal areas. This will enable us to protect the environment and its biodiversity, gain a better understanding of climate change, and provide more accurate forecasts of its impacts, contributing to sustainable use of marine resources.\n\nHOW TO USE THE TOOL\nFollow the Glider enables users to monitor the gliders currently deployed by SOCIB and IMEDEA, which provide data about the Balearic Sea and the Western Mediterranean.\nThe tool shows the gliders’ course in almost real time, as well as their itineraries and the data they have collected during their different missions. This enables users to perform activities over time, follow a glider’s course, and analyze the data provided by former missions.\nThe website offers information about what gliders are and how to interpret some of the data they provide. Bearing in mind that gliders provide a huge amount of information about a variety of parameters, we have selected four that seem particularly significant and relevant for observing the sea. In terms of physical parameters, Follow the Glider provides information about the water’s salinity and temperature. In terms of biochemical parameters, students will be able to check chlorophyll and oxygen charts.\nWe recommend beginning the activities by discussing the need to gain a better understanding of our marine environment, both to preserve its ecosystems and to make sustainable use of its resources. Next, the glider can be introduced as an instrument for researching coastal waters, showing students what it’s like and how it works. Last, they can follow its course in the sea, drawing conclusions from the data it provides."
  },
  {
    "PROJECT": "Integrated Multi-Trophic Aquaculture (IMTA)",
    "SubType": "didactic activity",
    "Type": "resource",
    "Year": 2018,
    "DESCR-SHORT": "In this <i>didactic activity</i>, students build a model simulating integrated multi-trophic aquaculture (IMTA), a system that reduces waste and increases productivity. This activity encourages discussion about sustainable aquaculture practices.",
    "Author": "CIIMAR",
    "Main Target": "students",
    "Age": "12+",
    "Time": "120'",
    "Laguage(s)": "EN, IT, ES, PT, FR",
    "Collection": "OL for All Toolkit",
    "P1": "Y",
    "P2": "",
    "P3": "",
    "P4": "",
    "P5": "Y",
    "P6": "Y",
    "P7": "",
    "Pe1": "Y",
    "Pe2": "Y",
    "Pe3": "",
    "Pe4": "Y",
    "Pe5": "Y",
    "Pe6": "",
    "Pe7": "Y",
    "D1": "Y",
    "D2": "Y",
    "D3": "Y",
    "D4": "Y",
    "D5": "Y",
    "D6": "",
    "D7": "Y",
    "D8": "Y",
    "D9": "",
    "D10": "",
    "Link": "",
    "BACKGROUND INFO": "N/A"
  },
  {
    "PROJECT": "The sea: water that... sustains us!",
    "SubType": "didactic activity",
    "Type": "resource",
    "Year": 2018,
    "DESCR-SHORT": "This <i>didactic activity</i> focuses on the fundamental properties of seawater and their influence on ocean circulation and life. Through hands-on experiments, students explore concepts like density, salinity, and buoyancy. They learn how these factors influence ocean currents and the distribution of marine life.",
    "Author": "Silvia Merlino, Rosaria Evangelista, Carlo Mantovani, Marinella Abbate, Marco Bianucci",
    "Main Target": "students",
    "Age": "9-14",
    "Time": "120'",
    "Laguage(s)": "EN, IT, ES, PT, FR",
    "Collection": "OL for All Toolkit",
    "P1": "Y",
    "P2": "",
    "P3": "Y",
    "P4": "Y",
    "P5": "Y",
    "P6": "Y",
    "P7": "",
    "Pe1": "Y",
    "Pe2": "",
    "Pe3": "",
    "Pe4": "",
    "Pe5": "",
    "Pe6": "",
    "Pe7": "Y",
    "D1": "",
    "D2": "Y",
    "D3": "",
    "D4": "",
    "D5": "Y",
    "D6": "Y",
    "D7": "",
    "D8": "Y",
    "D9": "",
    "D10": "",
    "Link": "",
    "BACKGROUND INFO": "N/A"
  },
  {
    "PROJECT": "The waves",
    "SubType": "didactic activity",
    "Type": "resource",
    "Year": 2018,
    "DESCR-SHORT": "In this <i>didactic activity</i>, students explore the ocean's connection to people and culture through various artistic expressions (text, song, video, drawing) inspired by authors like Woolf and real-life stories. The final presentations spark discussion on ocean-culture relationships and artistic communication.",
    "Author": "Francesca Santoro, Sevaggia Santin",
    "Main Target": "students, high-school",
    "Age": "14+",
    "Time": "120'",
    "Laguage(s)": "EN, IT, ES, PT, FR",
    "Collection": "OL for All Toolkit",
    "P1": "",
    "P2": "",
    "P3": "",
    "P4": "",
    "P5": "",
    "P6": "Y",
    "P7": "",
    "Pe1": "",
    "Pe2": "",
    "Pe3": "Y",
    "Pe4": "",
    "Pe5": "Y",
    "Pe6": "Y",
    "Pe7": "Y",
    "D1": "",
    "D2": "Y",
    "D3": "",
    "D4": "",
    "D5": "Y",
    "D6": "",
    "D7": "Y",
    "D8": "",
    "D9": "",
    "D10": "",
    "Link": "",
    "BACKGROUND INFO": "N/A"
  },
  {
    "PROJECT": "Build a buoy",
    "SubType": "didactic activity",
    "Type": "resource",
    "Year": 2018,
    "DESCR-SHORT": "In this <i>didactic activity</i>, students work in team design and build buoyant buoys using provided materials. They compete to create the most effective design based on specific criteria.",
    "Author": "Douglas Levin",
    "Main Target": "students",
    "Age": "6-13",
    "Time": "120'-150'",
    "Laguage(s)": "EN, IT, ES, PT, FR",
    "Collection": "OL for All Toolkit",
    "P1": "",
    "P2": "",
    "P3": "",
    "P4": "",
    "P5": "",
    "P6": "Y",
    "P7": "Y",
    "Pe1": "Y",
    "Pe2": "",
    "Pe3": "",
    "Pe4": "",
    "Pe5": "",
    "Pe6": "",
    "Pe7": "Y",
    "D1": "Y",
    "D2": "",
    "D3": "",
    "D4": "",
    "D5": "",
    "D6": "",
    "D7": "",
    "D8": "Y",
    "D9": "",
    "D10": "",
    "Link": "",
    "BACKGROUND INFO": "N/A"
  },
  {
    "PROJECT": "The role of international legislation to protect the high seas",
    "SubType": "didactic activity",
    "Type": "resource",
    "Year": 2018,
    "DESCR-SHORT": "In this <i>didactic activity</i>, students delve into maritime zones and ocean resource use. Researching their own countries' dependence on the sea, they participate in mock negotiations, representing different countries and advocating for responsible practices.",
    "Author": "Francesca Santoro, Sevaggia Santin",
    "Main Target": "students, high-school",
    "Age": "16+",
    "Time": "180'",
    "Laguage(s)": "EN, IT, ES, PT, FR",
    "Collection": "OL for All Toolkit",
    "P1": "",
    "P2": "",
    "P3": "",
    "P4": "Y",
    "P5": "",
    "P6": "Y",
    "P7": "",
    "Pe1": "",
    "Pe2": "",
    "Pe3": "Y",
    "Pe4": "",
    "Pe5": "Y",
    "Pe6": "Y",
    "Pe7": "Y",
    "D1": "Y",
    "D2": "Y",
    "D3": "",
    "D4": "Y",
    "D5": "",
    "D6": "Y",
    "D7": "Y",
    "D8": "Y",
    "D9": "Y",
    "D10": "Y",
    "Link": "",
    "BACKGROUND INFO": "N/A"
  },
  {
    "PROJECT": "Watershed activity using anadromous fish cherry salmon to understand land-ocean connection",
    "SubType": "didactic activity",
    "Type": "resource",
    "Year": 2018,
    "DESCR-SHORT": "In this <i>didactic project</i>, students in five yearly activities that highlight the interconnectedness of forests, rivers, and the ocean. They learn about the importance of this connection for ecological health and human well-being.",
    "Author": "Tsuyoshi Sasaki",
    "Main Target": "students",
    "Age": "7+",
    "Time": "45'",
    "Laguage(s)": "EN, IT, ES, PT, FR",
    "Collection": "OL for All Toolkit",
    "P1": "Y",
    "P2": "",
    "P3": "Y",
    "P4": "Y",
    "P5": "Y",
    "P6": "Y",
    "P7": "",
    "Pe1": "Y",
    "Pe2": "Y",
    "Pe3": "Y",
    "Pe4": "Y",
    "Pe5": "Y",
    "Pe6": "Y",
    "Pe7": "Y",
    "D1": "",
    "D2": "Y",
    "D3": "Y",
    "D4": "Y",
    "D5": "Y",
    "D6": "Y",
    "D7": "",
    "D8": "Y",
    "D9": "",
    "D10": "",
    "Link": "",
    "BACKGROUND INFO": "N/A"
  },
  {
    "PROJECT": "How does ocean acidification occur?",
    "SubType": "didactic activity",
    "Type": "resource",
    "Year": 2018,
    "DESCR-SHORT": "In this <i>didactic activity</i>, students  simulate the process of ocean acidification and observe its effects on marine organisms, highlighting the connection between CO2 emissions and ocean health. They discuss the human connection to this issue and potential solutions.",
    "Author": "CIIMAR",
    "Main Target": "students",
    "Age": "9-13",
    "Time": "45'",
    "Laguage(s)": "EN, IT, ES, PT, FR",
    "Collection": "OL for All Toolkit",
    "P1": "",
    "P2": "Y",
    "P3": "Y",
    "P4": "Y",
    "P5": "",
    "P6": "Y",
    "P7": "",
    "Pe1": "Y",
    "Pe2": "Y",
    "Pe3": "",
    "Pe4": "Y",
    "Pe5": "",
    "Pe6": "",
    "Pe7": "Y",
    "D1": "Y",
    "D2": "Y",
    "D3": "",
    "D4": "",
    "D5": "",
    "D6": "",
    "D7": "Y",
    "D8": "Y",
    "D9": "",
    "D10": "",
    "Link": "",
    "BACKGROUND INFO": "N/A"
  },
  {
    "PROJECT": "Exploring the energy potential of the Ocean",
    "SubType": "didactic activity",
    "Type": "resource",
    "Year": 2018,
    "DESCR-SHORT": "This activity focuses on understanding the different uses of the ocean (fishing, conservation, tourism) and potential conflicts. Students take on the roles of ocean users, brainstorm synergies and conflicts, and design solutions for sustainable ocean management.",
    "Author": "Francesca Santoro, Sevaggia Santin",
    "Main Target": "students, high-school",
    "Age": "17+",
    "Time": "60'",
    "Laguage(s)": "EN, IT, ES, PT, FR",
    "Collection": "OL for All Toolkit",
    "P1": "Y",
    "P2": "",
    "P3": "",
    "P4": "",
    "P5": "",
    "P6": "Y",
    "P7": "",
    "Pe1": "Y",
    "Pe2": "",
    "Pe3": "Y",
    "Pe4": "",
    "Pe5": "Y",
    "Pe6": "",
    "Pe7": "Y",
    "D1": "Y",
    "D2": "Y",
    "D3": "",
    "D4": "Y",
    "D5": "",
    "D6": "Y",
    "D7": "",
    "D8": "Y",
    "D9": "",
    "D10": "",
    "Link": "",
    "BACKGROUND INFO": "N/A"
  },
  {
    "PROJECT": "Let’s go fishing",
    "SubType": "didactic activity",
    "Type": "resource",
    "Year": 2018,
    "DESCR-SHORT": "In this <i>didactic activity</i>, students go through a hands-on simulation to experience the consequences of unregulated fishing and explore the importance of sustainable fishing practices for maintaining fish populations and healthy ecosystems.",
    "Author": "CIIMAR",
    "Main Target": "students",
    "Age": "9-13",
    "Time": "60'",
    "Laguage(s)": "EN, IT, ES, PT, FR",
    "Collection": "OL for All Toolkit",
    "P1": "Y",
    "P2": "",
    "P3": "",
    "P4": "",
    "P5": "Y",
    "P6": "Y",
    "P7": "",
    "Pe1": "Y",
    "Pe2": "Y",
    "Pe3": "",
    "Pe4": "Y",
    "Pe5": "",
    "Pe6": "Y",
    "Pe7": "Y",
    "D1": "Y",
    "D2": "Y",
    "D3": "",
    "D4": "",
    "D5": "",
    "D6": "",
    "D7": "Y",
    "D8": "Y",
    "D9": "",
    "D10": "",
    "Link": "",
    "BACKGROUND INFO": "N/A"
  },
  {
    "PROJECT": "Let’s explore the deep sea",
    "SubType": "didactic activity",
    "Type": "resource",
    "Year": 2018,
    "DESCR-SHORT": "In this <i>didactic activity</i>, students work in groups to plan an oceanographic expedition for exploring a specific resource. They consider logistics, equipment, budget, and environmental impact while aiming for a sustainable and informative mission.",
    "Author": "DGPM Portugal",
    "Main Target": "students",
    "Age": "12-18",
    "Time": "60'",
    "Laguage(s)": "EN, IT, ES, PT, FR",
    "Collection": "OL for All Toolkit",
    "P1": "",
    "P2": "",
    "P3": "",
    "P4": "",
    "P5": "",
    "P6": "",
    "P7": "Y",
    "Pe1": "Y",
    "Pe2": "",
    "Pe3": "Y",
    "Pe4": "",
    "Pe5": "Y",
    "Pe6": "",
    "Pe7": "Y",
    "D1": "Y",
    "D2": "Y",
    "D3": "Y",
    "D4": "",
    "D5": "Y",
    "D6": "",
    "D7": "",
    "D8": "Y",
    "D9": "",
    "D10": "Y",
    "Link": "",
    "BACKGROUND INFO": "N/A"
  },
  {
    "PROJECT": "How deep is the sea?",
    "SubType": "didactic activity",
    "Type": "resource",
    "Year": 2018,
    "DESCR-SHORT": "In this <i>didactic activity</i>, students delve into the concept of maritime zones by creating a 3D model of an ocean basin. They explore the unique characteristics of different zones (shape, depth, resources) and discuss how humans interact with each area. The final model is presented to the community.",
    "Author": "Francesca Alvisi",
    "Main Target": "students",
    "Age": "11+",
    "Time": "60' + 2-4h",
    "Laguage(s)": "EN, IT, ES, PT, FR",
    "Collection": "OL for All Toolkit",
    "P1": "Y",
    "P2": "Y",
    "P3": "Y",
    "P4": "Y",
    "P5": "Y",
    "P6": "Y",
    "P7": "Y",
    "Pe1": "Y",
    "Pe2": "Y",
    "Pe3": "Y",
    "Pe4": "Y",
    "Pe5": "",
    "Pe6": "Y",
    "Pe7": "Y",
    "D1": "",
    "D2": "Y",
    "D3": "",
    "D4": "",
    "D5": "",
    "D6": "",
    "D7": "",
    "D8": "",
    "D9": "Y",
    "D10": "",
    "Link": "",
    "BACKGROUND INFO": "N/A"
  },
  {
    "PROJECT": "Ocean currents and ocean drifters",
    "SubType": "didactic activity",
    "Type": "resource",
    "Year": 2018,
    "DESCR-SHORT": "In this <i>didactic activity</i>, students explore the impact of temperature on water flow and learn about major ocean currents. They create models and predict water movement. This activity culminates in tracking a real-life mini-boat navigating ocean currents.",
    "Author": "Bradley Janocha, Douglas Levin",
    "Main Target": "students",
    "Age": "8-13",
    "Time": "90'",
    "Laguage(s)": "EN, IT, ES, PT, FR",
    "Collection": "OL for All Toolkit",
    "P1": "",
    "P2": "Y",
    "P3": "Y",
    "P4": "",
    "P5": "",
    "P6": "",
    "P7": "",
    "Pe1": "Y",
    "Pe2": "",
    "Pe3": "",
    "Pe4": "",
    "Pe5": "",
    "Pe6": "Y",
    "Pe7": "Y",
    "D1": "Y",
    "D2": "Y",
    "D3": "",
    "D4": "",
    "D5": "",
    "D6": "",
    "D7": "",
    "D8": "Y",
    "D9": "",
    "D10": "Y",
    "Link": "",
    "BACKGROUND INFO": "N/A"
  },
  {
    "PROJECT": "Know, think, act",
    "SubType": "didactic activity",
    "Type": "resource",
    "Year": 2018,
    "DESCR-SHORT": "In this <i>didactic activity</i>, students learn about the sources and dangers of marine pollution, particularly plastic debris. Working in groups, they research a specific type of marine litter and create a campaign to raise awareness and encourage prevention. The best campaign is chosen for implementation.",
    "Author": "DGPM Portugal",
    "Main Target": "students",
    "Age": "11-18",
    "Time": "90'",
    "Laguage(s)": "EN, IT, ES, PT, FR",
    "Collection": "OL for All Toolkit, STUDY #1",
    "P1": "",
    "P2": "",
    "P3": "",
    "P4": "",
    "P5": "",
    "P6": "Y",
    "P7": "",
    "Pe1": "Y",
    "Pe2": "",
    "Pe3": "",
    "Pe4": "",
    "Pe5": "",
    "Pe6": "",
    "Pe7": "Y",
    "D1": "Y",
    "D2": "Y",
    "D3": "",
    "D4": "Y",
    "D5": "",
    "D6": "",
    "D7": "",
    "D8": "Y",
    "D9": "",
    "D10": "",
    "Link": "",
    "BACKGROUND INFO": "N/A"
  },
  {
    "PROJECT": "Eat the right fish",
    "SubType": "didactic activity",
    "Type": "resource",
    "Year": 2018,
    "DESCR-SHORT": "In this <i>didactic activity</i>, students learn about responsible fishing practices by showing the connections between fish consumption, fishing methods, and ocean health. Namely they are engaged in: 1) the identification of endangered vs. sustainable fish species, 2) the analysis of fish consumption patterns and their impact, and 3) the role-playing of a food chain disrupted by overfishing.",
    "Author": "DGPM Portugal",
    "Main Target": "students",
    "Age": "10+",
    "Time": "/",
    "Laguage(s)": "EN, IT, ES, PT, FR",
    "Collection": "OL for All Toolkit",
    "P1": "Y",
    "P2": "",
    "P3": "",
    "P4": "Y",
    "P5": "",
    "P6": "Y",
    "P7": "",
    "Pe1": "Y",
    "Pe2": "",
    "Pe3": "",
    "Pe4": "",
    "Pe5": "",
    "Pe6": "",
    "Pe7": "Y",
    "D1": "Y",
    "D2": "Y",
    "D3": "Y",
    "D4": "",
    "D5": "",
    "D6": "Y",
    "D7": "",
    "D8": "Y",
    "D9": "",
    "D10": "",
    "Link": "",
    "BACKGROUND INFO": "N/A"
  },
  {
    "PROJECT": "The Blue Planet",
    "SubType": "documentary",
    "Type": "resource",
    "Year": 2001,
    "DESCR-SHORT": "This <i>documentary</i> takes viewers on a journey through the world’s oceans, revealing extraordinary marine species, deep-sea ecosystems, and oceanic processes. Narrated by David Attenborough, it showcases stunning underwater footage that captures the vastness and mystery of the sea.",
    "Author": "BBC Natural History Unit - Alastair Fothergill (Series Producer)",
    "Main Target": "general public",
    "Age": "all (7+)",
    "Time": "~50' per episode",
    "Laguage(s)": "EN",
    "Collection": "",
    "P1": "Y",
    "P2": "",
    "P3": "",
    "P4": "",
    "P5": "Y",
    "P6": "",
    "P7": "",
    "Pe1": "Y",
    "Pe2": "",
    "Pe3": "",
    "Pe4": "",
    "Pe5": "",
    "Pe6": "",
    "Pe7": "",
    "D1": "Y",
    "D2": "",
    "D3": "",
    "D4": "",
    "D5": "Y",
    "D6": "",
    "D7": "",
    "D8": "",
    "D9": "",
    "D10": "",
    "Link": "",
    "BACKGROUND INFO": "From the highly acclaimed BBC Natural History Unit, The Blue Planet has been the forerunner for documentaries on Earth’s oceans. Aired in September 2001, it is a series of eight episodes. With unimaginable footage, it pioneered underwater photography and pressed the need for informative and interesting documentaries on the topic. The Blue Planet won critical acclaim, with multiple Emmy and BAFTA awards over its 2-month run time. Executive producer Alastair Fothergill is a common name when it comes to documentaries on nature, and he teams up well with composer George Fenton to deliver an exciting view of the oceans. Narrated by Sir Attenborough, the film faced multiple challenges, since oceanography was still a relatively unexplored field. The effort that went in the 5 years it took to film their observations can be appreciated in every 50-minute episode. Some exciting scenes were blue whale migration routes, the famed sardine run near South Africa, and the hunting of grey whales by orca. The show was a huge success, with a viewership of over 12 million people upon release. It also spawned other documentaries that focused on exploring the ocean."
  },
  {
    "PROJECT": "The Blue Planet 2",
    "SubType": "documentary",
    "Type": "resource",
    "Year": 2017,
    "DESCR-SHORT": "This <i>documentary</i> continues the exploration of ocean life, bringing new discoveries and insights into the ever-changing marine world. With cutting-edge cinematography and a strong conservation message, it highlights the impact of pollution and climate change on ocean ecosystems.",
    "Author": "BBC Natural History Unit - James Honeyborne (Series Producer)",
    "Main Target": "general public",
    "Age": "all (7+)",
    "Time": "~50' per episode",
    "Laguage(s)": "EN",
    "Collection": "",
    "P1": "Y",
    "P2": "",
    "P3": "",
    "P4": "",
    "P5": "Y",
    "P6": "",
    "P7": "",
    "Pe1": "Y",
    "Pe2": "",
    "Pe3": "",
    "Pe4": "",
    "Pe5": "",
    "Pe6": "",
    "Pe7": "",
    "D1": "Y",
    "D2": "",
    "D3": "",
    "D4": "",
    "D5": "Y",
    "D6": "",
    "D7": "",
    "D8": "",
    "D9": "",
    "D10": "",
    "Link": "",
    "BACKGROUND INFO": "Following the successful release of The Blue Planet in 2001, Blue Planet 2 brought back the original crew 15 years after the first season. The main addition to the team was famed composer Hans Zimmer. Premiering in early 2018, the show won the National Television Awards and the 2018 BAFTAs. Voiced in the signature style of Sir Attenborough, it focussed on different aspects of the ocean, touching upon pertinent issues such as pollution. With filming beginning in 2013, the series revisited some sites to record changes, which took some 4,000 dives and 6,000 hours of underwater footage. Covering 39 countries, it was released in seven, 50-minute episodes followed by a 90-minute compilation. Some episodes were critically acclaimed for their message, including One Ocean, The Deep, and Mother Pilot Whale Grieves. The main impact of this series was the awareness it raised towards plastic pollution. This led to BBC banning single-use plastic on its facilities, followed by this being implemented to some extent across the UK. It also sparked renewed interest in courses on marine biology, dubbed the “Blue Planet Effect”. The series also became a hit in China and coincided with a plan between the UK and China to tackle plastic pollution."
  },
  {
    "PROJECT": "A Plastic Ocean",
    "SubType": "documentary",
    "Type": "resource",
    "Year": 2016,
    "DESCR-SHORT": "In this <i>documentary</i>, filmmakers investigate the impact of plastic pollution on marine life and human health. Featuring expert insights and filmed across multiple countries, it highlights the growing crisis of microplastics in our oceans and the urgent need for action to protect marine ecosystems and the planet’s future.",
    "Author": "Plastic Oceans Ltd. - Craig Leeson",
    "Main Target": "general public",
    "Age": "12+",
    "Time": "102'",
    "Laguage(s)": "EN",
    "Collection": "",
    "P1": "",
    "P2": "",
    "P3": "",
    "P4": "",
    "P5": "",
    "P6": "Y",
    "P7": "Y",
    "Pe1": "",
    "Pe2": "",
    "Pe3": "",
    "Pe4": "",
    "Pe5": "",
    "Pe6": "",
    "Pe7": "Y",
    "D1": "",
    "D2": "",
    "D3": "Y",
    "D4": "",
    "D5": "Y",
    "D6": "",
    "D7": "",
    "D8": "",
    "D9": "",
    "D10": "",
    "Link": "",
    "BACKGROUND INFO": "A Plastic Ocean is a breakout film that raises uncomfortable questions and makes the viewer realize the extent to which pollution has harmed Earth’s oceans. Shot over several countries and their water bodies, it looks at the impact of plastic pollution and the uncertain future that awaits us all. Centred around the Pacific Ocean gyre, the crew brought experts, researchers, and scientists to help them collate data. After several hours of filming, they collected enough evidence to show that the oceans were turning toxic with microplastic spreading. Producer Jo Ruxton had previously taken part in expeditions to witness plastic pollution near San Francisco, which is what inspired the filming of A Plastic Ocean. The team collaborated with the WWF, cetacean expert Dr Lindsay Porter, and microplastic expert Dr Bonnie Monteleone to ensure their documentary covered all the necessary concerns. When the documentary made an impact on people’s perceptions towards single-use plastics, the crew and producers decided to take it to the next stage, by creating Plastic Oceans. They organize awareness campaigns, and events to increase impact, create short documentaries on plastic pollution, and raise donations to help clean up our oceans. This campaign has gone on to win acclaim for the role it has played in creating positive changes to marine flora and fauna. Over time, they have expanded operations to the United States, Canada, Chile, Europe, and Mexico."
  },
  {
    "PROJECT": "The Kodiak Queen",
    "SubType": "documentary",
    "Type": "resource",
    "Year": 2018,
    "DESCR-SHORT": "This <i>documentary</i> tells the story of the Kodiak Queen, a historic warship transformed into an artificial reef. Featuring stunning underwater footage, it highlights marine restoration efforts and the role of artificial reefs in supporting ocean biodiversity and conservation.",
    "Author": "Virgin Group - Brooke Bemiss",
    "Main Target": "general public",
    "Age": "12+",
    "Time": "57'",
    "Laguage(s)": "EN",
    "Collection": "",
    "P1": "",
    "P2": "",
    "P3": "",
    "P4": "",
    "P5": "",
    "P6": "Y",
    "P7": "Y",
    "Pe1": "",
    "Pe2": "",
    "Pe3": "",
    "Pe4": "",
    "Pe5": "",
    "Pe6": "Y",
    "Pe7": "",
    "D1": "",
    "D2": "",
    "D3": "Y",
    "D4": "",
    "D5": "",
    "D6": "Y",
    "D7": "",
    "D8": "",
    "D9": "",
    "D10": "",
    "Link": "",
    "BACKGROUND INFO": "Numerous shipwrecks dot the oceans and each has its history and message. But when you combine the Kodiak Queen with the vision of award-winning filmmaker Rob Serenti, the message takes on a bigger meaning. Richard Branson, of Virgin Galactic fame, has been a conservationist whose projects have helped restore the British Virgin Isles. One such project was the Kodiak Queen- a World War 2 warship that survived the horrific Pearl Harbor attack. Over time, Richard Branson and his team were able to turn it into an artificial reef and dive site. With stunning visuals from the Isles, this documentary brings a completely different outlook on the warship and the meaning it carries. With narration from Academy Award winner- Kate Winslet, the documentary takes you through a haunting story that shows the long road ahead for the conservationists looking to return the Isles to their former glory."
  },
  {
    "PROJECT": "Sushi: The Global Catch",
    "SubType": "documentary",
    "Type": "resource",
    "Year": 2012,
    "DESCR-SHORT": "This <i>documentary</i> delves into the booming global demand for sushi and its impact on marine resources. Examining the overfishing crisis and the depletion of species like bluefin tuna, it challenges viewers to consider the sustainability of seafood consumption and its effects on ocean ecosystems.",
    "Author": "Sakana Film Productions - Mark Hall",
    "Main Target": "general public",
    "Age": "12+",
    "Time": "75'",
    "Laguage(s)": "EN",
    "Collection": "",
    "P1": "",
    "P2": "",
    "P3": "",
    "P4": "",
    "P5": "",
    "P6": "Y",
    "P7": "Y",
    "Pe1": "",
    "Pe2": "",
    "Pe3": "Y",
    "Pe4": "",
    "Pe5": "",
    "Pe6": "",
    "Pe7": "",
    "D1": "",
    "D2": "",
    "D3": "Y",
    "D4": "",
    "D5": "",
    "D6": "Y",
    "D7": "",
    "D8": "",
    "D9": "",
    "D10": "",
    "Link": "",
    "BACKGROUND INFO": "Sushi is a global phenomenon with a fan following across Asia and the Americas. What was once restricted to only Japan has now spread across the world. The demand has increased exponentially, and like any economic model, the supply is also bound to increase to meet market requirements. But what can be done if the very source of supply is beginning to disappear from the Earth? Prices shoot up, consumer demands increase, and there are no fish. And this is the question that this 75-minute documentary presents to the audience. It provides an in-depth understanding of the sushi fad that has gripped the nation- from the exotic and endangered species killed for making sushi to the years that sushi chefs put into perfecting the art. The film closes with a visual of how fish such as the bluefin tuna have now become severely endangered, and there seems to be no end in sight. A few marine conservationists have begun an effort to protect these species, but raising awareness is the need of the hour."
  },
  {
    "PROJECT": "Dolphin Reef",
    "SubType": "documentary",
    "Type": "resource",
    "Year": 2018,
    "DESCR-SHORT": "In this <i>documentary</i>, viewers follow the journey of a young dolphin named Echo as he learns to navigate the challenges of the ocean. Narrated by Natalie Portman, the film captures the bonds within dolphin pods and introduces a variety of marine species in their stunning underwater habitats.",
    "Author": "Disneynature, Silverback Films - Keith Scholey, Alastair Fothergill",
    "Main Target": "general public",
    "Age": "all (6+)",
    "Time": "78'",
    "Laguage(s)": "EN",
    "Collection": "",
    "P1": "",
    "P2": "",
    "P3": "",
    "P4": "",
    "P5": "Y",
    "P6": "Y",
    "P7": "",
    "Pe1": "",
    "Pe2": "",
    "Pe3": "",
    "Pe4": "",
    "Pe5": "",
    "Pe6": "Y",
    "Pe7": "",
    "D1": "",
    "D2": "",
    "D3": "",
    "D4": "",
    "D5": "",
    "D6": "",
    "D7": "Y",
    "D8": "Y",
    "D9": "",
    "D10": "",
    "Link": "",
    "BACKGROUND INFO": "Voiced by award-winning actress and wildlife enthusiast Natalie Portman, Dolphin Reef is a heartwarming and touching tale of a dolphin pod. Spanning the journey of a young bottlenose dolphin named Echo, the documentary covers the upbringing and eventual maturity of young dolphins. Interestingly, it also covers other marine creatures such as the peacock mantis shrimp, humpback whales, green hump head parrotfish, killer whales, and cuttlefish. The documentary was shot in and around the Red Sea. This particular location was chosen since the dolphin pod allowed the divers to approach them. Along with the original dolphin’s tale, this allowed the film to capture other elements of life on a coral reef. It won special acclaim as it highlighted the struggles faced by dolphins and coral reefs. Keith Scholey, the director, mentioned how during filming, the crew witnessed over 1/3rd of the coral reef die from pollution."
  },
  {
    "PROJECT": "Turtle: The Incredible Journey",
    "SubType": "documentary",
    "Type": "resource",
    "Year": 2009,
    "DESCR-SHORT": "This <i>documentary</i> follows the epic migration of a loggerhead sea turtle, chronicling her journey across the Atlantic Ocean. With breathtaking visuals, it captures the challenges faced by sea turtles, from predators to pollution, and underscores the importance of protecting marine habitats.",
    "Author": "SeaWorld Pictures, Tradewind Pictures - Nick Stringer",
    "Main Target": "general public",
    "Age": "all (6+)",
    "Time": "81'",
    "Laguage(s)": "EN",
    "Collection": "",
    "P1": "",
    "P2": "",
    "P3": "",
    "P4": "",
    "P5": "Y",
    "P6": "Y",
    "P7": "",
    "Pe1": "",
    "Pe2": "",
    "Pe3": "",
    "Pe4": "",
    "Pe5": "",
    "Pe6": "Y",
    "Pe7": "",
    "D1": "",
    "D2": "",
    "D3": "",
    "D4": "",
    "D5": "",
    "D6": "",
    "D7": "Y",
    "D8": "Y",
    "D9": "",
    "D10": "",
    "Link": "",
    "BACKGROUND INFO": "Produced by SeaWorld and Tradewind Pictures and tied up with the Australian Film Institute, Turtle brings you the story of the loggerhead turtles that make an incredible journey every year. Narrated by acclaimed British actress Miranda Richardson, the documentary follows the tale of a single loggerhead who makes the journey of a lifetime across one of the largest oceans in the world. Loggerheads birth near the beaches of Florida and then begin swimming the Gulf Stream up to the North Atlantic. Over time, they turn South to Africa and then make their way back to North America. But not every loggerhead survives this journey, with only 1 in ten thousand making it back to the beach they were born on. The documentary strives to raise awareness of the perils that this incredibly resilient creature faces as it travels across oceans filled with predators and other dangers. With its surreal theme, it is sure to leave you with a renewed awe of marine life and the oceans."
  },
  {
    "PROJECT": "Sharkwater Extinction",
    "SubType": "documentary",
    "Type": "resource",
    "Year": 2018,
    "DESCR-SHORT": "This <i>documentary</i> exposes the illegal shark finning industry and its devastating consequences for shark populations. Investigating black-market operations and marine conservation efforts, it highlights the urgent need for action to protect these keystone species from extinction.",
    "Author": "Rob Stewart Productions - Rob Stewart",
    "Main Target": "general public",
    "Age": "13+",
    "Time": "85'",
    "Laguage(s)": "EN",
    "Collection": "",
    "P1": "",
    "P2": "",
    "P3": "",
    "P4": "",
    "P5": "Y",
    "P6": "Y",
    "P7": "",
    "Pe1": "",
    "Pe2": "",
    "Pe3": "",
    "Pe4": "",
    "Pe5": "",
    "Pe6": "",
    "Pe7": "Y",
    "D1": "",
    "D2": "",
    "D3": "Y",
    "D4": "",
    "D5": "",
    "D6": "Y",
    "D7": "",
    "D8": "",
    "D9": "",
    "D10": "",
    "Link": "",
    "BACKGROUND INFO": "Filmed and completed by the Rob Stewart Foundation in 2018, Sharkwater Extinction is a film that highlights the dangers sharks face due to overfishing, poaching, and pollution. Filmed as the sequel to Rob Stewart’s Sharkwater, it focuses on the rampant fishing of sharks to supplement various industries. It looks at the corruption, political motives, and the underworld that has led to the extinction of many species. During filming, director Rob Stewart drowned during a routine underwater expedition. The film was dedicated to his memory and received support from around the world. Before release, the film garnered attention for the outreach it created, and the positive impact it had. When filmgoers learned of the unfortunate demise of Rob, viewership increased drastically. People came out in support of the family and praised Rob for having made an effort to stop shark extinction."
  },
  {
    "PROJECT": "The End of the Line",
    "SubType": "documentary",
    "Type": "resource",
    "Year": 2009,
    "DESCR-SHORT": "This <i>documentary</i> investigates the impact of overfishing on global fish stocks and marine biodiversity. With powerful interviews and scientific data, it reveals how unsustainable fishing practices are driving species toward extinction and urges immediate action for ocean conservation.",
    "Author": "Arcane Pictures, Calm Productions - Rupert Murray",
    "Main Target": "general public",
    "Age": "12+",
    "Time": "85'",
    "Laguage(s)": "EN",
    "Collection": "",
    "P1": "",
    "P2": "",
    "P3": "",
    "P4": "",
    "P5": "",
    "P6": "Y",
    "P7": "Y",
    "Pe1": "",
    "Pe2": "",
    "Pe3": "Y",
    "Pe4": "",
    "Pe5": "",
    "Pe6": "",
    "Pe7": "",
    "D1": "",
    "D2": "",
    "D3": "Y",
    "D4": "",
    "D5": "",
    "D6": "Y",
    "D7": "",
    "D8": "",
    "D9": "",
    "D10": "",
    "Link": "",
    "BACKGROUND INFO": "Imagine an ocean without fish. Imagine your meals without seafood. Imagine the global consequences. This is the future if we do not stop, think and act.” With these opening lines, this documentary sets the tone of what is soon to follow. The End of the Line is a standout production that is a must-watch for anyone concerned about Earth’s oceans. From famed director Rupert Murray, this was one of the earliest documentaries that brought to light the situation faced by many underwater species. Critically examining the problems of overfishing, it covers the extinction of bluefin tuna, the overpopulation of jellyfish, and the reality of inedible fish poisoned by plastic pollution. Spanning 2 years of filming and research, this documentary brings to the fore the seemingly little importance that is given to fish. Filmed with investigative reporter Charles Clover, it raises questions to members of society who can make an impact but choose not to. The film ends with a warning note- if the situation is not rectified, there will be no fish by the end of 2048."
  },
  {
    "PROJECT": "Ghost Fleet",
    "SubType": "documentary",
    "Type": "resource",
    "Year": 2018,
    "DESCR-SHORT": "This <i>documentary</i> exposes the dark reality of human trafficking in the fishing industry, following activist Patima Tungpuchayakul as she works to rescue enslaved fishermen. With harrowing personal stories and investigative footage, it sheds light on forced labor in global seafood supply chains.",
    "Author": "Seahorse Productions, Vulcan Productions - Shannon Service, Jeffrey Waldron",
    "Main Target": "general public",
    "Age": "14+",
    "Time": "88'",
    "Laguage(s)": "EN",
    "Collection": "",
    "P1": "",
    "P2": "",
    "P3": "",
    "P4": "",
    "P5": "",
    "P6": "Y",
    "P7": "Y",
    "Pe1": "",
    "Pe2": "",
    "Pe3": "",
    "Pe4": "Y",
    "Pe5": "",
    "Pe6": "",
    "Pe7": "",
    "D1": "",
    "D2": "",
    "D3": "Y",
    "D4": "",
    "D5": "",
    "D6": "Y",
    "D7": "",
    "D8": "",
    "D9": "",
    "D10": "",
    "Link": "",
    "BACKGROUND INFO": "Ghost Fleet is a 2018 movie that deals with a topic just as important as the ocean- human trafficking on the high seas. And not refugees or other victims, but the fishermen themselves. Southeast Asia has a thriving fishing industry, often with the demand for sailors and deckhands exceeding the number of people willing to work. This has given rise to the notorious human trafficking industry that captures and indentures fishermen. Ghost Fleet follows the story of Patima Tungpuchayakul, a Bangkok-based human rights activist who has been working to save and rescue fishermen. She works closely with people from nations such as Myanmar, Laos, Cambodia, and Thailand to return the kidnapped men and women to their hometowns. In this short documentary, the harrowing plight, squalid conditions, and daily dose of fear are brought to the fore. With the help of filmmakers Shannon Service and Jeffrey Waldron, Patima hopes to make a positive impact on these trafficked fishermen and raise awareness of their situation."
  },
  {
    "PROJECT": "Deep Blue",
    "SubType": "documentary",
    "Type": "resource",
    "Year": 2003,
    "DESCR-SHORT": "In this <i>documentary</i>, breathtaking visuals showcase the wonders of marine life, from the smallest plankton to the largest predators. With minimal narration and cinematic storytelling, it highlights the beauty, diversity, and challenges of ocean ecosystems, bringing viewers into the hidden depths of the sea.",
    "Author": "BBC Worldwide, BBC Natural History Unit, Greenlight Media - Alastair Fothergill, Andy Byatt",
    "Main Target": "general public",
    "Age": "all (7+)",
    "Time": "90'",
    "Laguage(s)": "EN",
    "Collection": "",
    "P1": "Y",
    "P2": "",
    "P3": "",
    "P4": "",
    "P5": "Y",
    "P6": "",
    "P7": "",
    "Pe1": "Y",
    "Pe2": "",
    "Pe3": "",
    "Pe4": "",
    "Pe5": "",
    "Pe6": "",
    "Pe7": "",
    "D1": "Y",
    "D2": "",
    "D3": "",
    "D4": "",
    "D5": "Y",
    "D6": "",
    "D7": "",
    "D8": "",
    "D9": "",
    "D10": "",
    "Link": "",
    "BACKGROUND INFO": "Premiering at the Spanish San Sebastian Film Festival, Deep Blue was directed by acclaimed nature documentary director Alastair Fothergill and wildlife documentary producer Andy Byatt. Based on the BBC production titled Blue Planet, it covers the splendours of Earth’s oceans in 90 minutes. It depicts the challenges faced by marine life and their ecosystem. The documentary is minimally narrated, with just under 15 lines of script and many critics have lauded the excellent photography. The stand-out visuals have been featured in exhibitions to celebrate the beauty of the oceans and the creatures that inhabit them."
  },
  {
    "PROJECT": "Planet Ocean",
    "SubType": "documentary",
    "Type": "resource",
    "Year": 2012,
    "DESCR-SHORT": "This <i>documentary</i> explores the deep connection between humans and the ocean, featuring stunning underwater cinematography and expert insights. It raises awareness about the environmental impacts of human activity and advocates for sustainable practices to protect marine ecosystems.",
    "Author": "Hope Production - Yann Arthus-Bertrand, Michael Pitiot",
    "Main Target": "general public",
    "Age": "10+",
    "Time": "90'",
    "Laguage(s)": "EN",
    "Collection": "",
    "P1": "Y",
    "P2": "",
    "P3": "",
    "P4": "",
    "P5": "",
    "P6": "Y",
    "P7": "",
    "Pe1": "",
    "Pe2": "",
    "Pe3": "",
    "Pe4": "",
    "Pe5": "Y",
    "Pe6": "",
    "Pe7": "",
    "D1": "Y",
    "D2": "",
    "D3": "",
    "D4": "",
    "D5": "Y",
    "D6": "",
    "D7": "",
    "D8": "",
    "D9": "",
    "D10": "",
    "Link": "",
    "BACKGROUND INFO": "The Earth’s oceans cover a significant portion of the surface, and some mysteries are yet to be uncovered. This includes pristine marine habitats, underwater reefs, and unique creatures in exclusive locations. However, the film accurately captures the devastating effects of pollution on the oceans. In association with OMEGA and Tara Expeditions, Planet Ocean has stunning visuals and a compelling tale that makes it endearing to audiences. The underwater photography is excellent with high-quality shots that capture the poignance of the ocean. Yet, the film seems to lack direction, and the details presented are occasionally hazy. However, the film does capture the effects of pollution on the marine ecosystem and is a great choice to air in educational institutions."
  },
  {
    "PROJECT": "James Cameron’s Deepsea Challenge",
    "SubType": "documentary",
    "Type": "resource",
    "Year": 2014,
    "DESCR-SHORT": "This <i>documentary</i> follows filmmaker James Cameron on a record-breaking solo dive to the Mariana Trench, the deepest known point on Earth. Combining cutting-edge technology and breathtaking deep-sea footage, it captures the thrill of ocean exploration and the scientific discoveries made along the way.",
    "Author": "National Geographic, James Cameron's Earthship Productions - John Bruno, Andrew Wight, Ray Quint",
    "Main Target": "general public",
    "Age": "10+",
    "Time": "91'",
    "Laguage(s)": "EN",
    "Collection": "",
    "P1": "",
    "P2": "",
    "P3": "",
    "P4": "",
    "P5": "",
    "P6": "",
    "P7": "Y",
    "Pe1": "Y",
    "Pe2": "",
    "Pe3": "",
    "Pe4": "",
    "Pe5": "",
    "Pe6": "",
    "Pe7": "",
    "D1": "Y",
    "D2": "",
    "D3": "",
    "D4": "",
    "D5": "",
    "D6": "",
    "D7": "",
    "D8": "Y",
    "D9": "Y",
    "D10": "",
    "Link": "",
    "BACKGROUND INFO": "Director James Cameron (from Titanic fame), has always been an adventurer and explorer. This is why when the opportunity to be a part of an underwater expedition came up, he joined the crew and ultimately led the deep-sea challenge. Filmed as an attempt to dive down to the deepest known point on Earth- the Mariana Trench, the 90-minute documentary beautifully combines science, courage, and a sense of adventure. As an attempt to recreate the famed dive to the Trench in 1960, Cameron captures the journey from planning and preparation to the actual descent. Providing his narration, the film has outstanding visuals that capture the beauty of the Pacific Ocean and the wonders that exist below the surface. For viewers interested in underwater explorations and adventure, this is an excellent choice."
  },
  {
    "PROJECT": "Chasing Coral",
    "SubType": "documentary",
    "Type": "resource",
    "Year": 2017,
    "DESCR-SHORT": "In this <i>documentary</i>, a team of scientists, divers, and photographers travel to over 30 countries to document coral bleaching. Using stunning underwater footage, it explores the devastating effects of climate change on coral reefs, while inspiring global efforts to preserve these vital marine ecosystems.",
    "Author": "Exposure Labs - Jeff Orlowski",
    "Main Target": "general public",
    "Age": "10+",
    "Time": "93'",
    "Laguage(s)": "EN",
    "Collection": "",
    "P1": "",
    "P2": "",
    "P3": "Y",
    "P4": "",
    "P5": "",
    "P6": "Y",
    "P7": "",
    "Pe1": "",
    "Pe2": "",
    "Pe3": "",
    "Pe4": "",
    "Pe5": "",
    "Pe6": "",
    "Pe7": "Y",
    "D1": "",
    "D2": "",
    "D3": "Y",
    "D4": "",
    "D5": "",
    "D6": "Y",
    "D7": "",
    "D8": "",
    "D9": "",
    "D10": "",
    "Link": "",
    "BACKGROUND INFO": "Following the success of Chasing Ice by director Jeff Orlowski in 2012, the production team came together to work on a critically acclaimed documentary that focused on the coral reefs that inhabit Earth’s oceans. A group of scientists, divers, and photographers embarked on a mission to uncover the health of coral reefs. They also focused on the impacts of pollution on these corals, including coral bleaching samples which they collected from over 30 countries. Collected by volunteers, the crew of the movie brought together people from diverse locations to help save the reefs. The film was a success, winning the coveted Audience Award under the US Documentary section at the 2017 Sundance Film Festival. It also sparked renewed interest in marine studies across the US. This success led the team to form the “Chasing Coral Campaign” which aims to sustain coral reefs. As an impact campaign, they use local community support to create positive changes in coral health."
  },
  {
    "PROJECT": "Mission Blue",
    "SubType": "documentary",
    "Type": "resource",
    "Year": 2014,
    "DESCR-SHORT": "This <i>documentary</i> follows renowned oceanographer Sylvia Earle in her mission to protect the world’s oceans. Through stunning footage and expert interviews, it examines the threats of overfishing, climate change, and pollution while championing the establishment of marine protected areas.",
    "Author": "Netflix, Insurgent Media - Robert Nixon, Fisher Stevens",
    "Main Target": "general public",
    "Age": "12+",
    "Time": "95'",
    "Laguage(s)": "EN",
    "Collection": "",
    "P1": "",
    "P2": "",
    "P3": "",
    "P4": "",
    "P5": "",
    "P6": "Y",
    "P7": "Y",
    "Pe1": "",
    "Pe2": "",
    "Pe3": "",
    "Pe4": "",
    "Pe5": "Y",
    "Pe6": "",
    "Pe7": "",
    "D1": "",
    "D2": "",
    "D3": "Y",
    "D4": "",
    "D5": "",
    "D6": "Y",
    "D7": "",
    "D8": "",
    "D9": "",
    "D10": "",
    "Link": "",
    "BACKGROUND INFO": "Following the life and efforts of famed marine biologist Dr. Sylvia Alice Earle, Mission Blue is a standout film that highlights the problems plaguing today’s oceans. It looks at the problems of pollution, climate change, and overfishing, that threaten several marine species. Along with renowned marine biologist Barbara Block, the film takes on some of the most sensitive issues that need to be addressed today. With several hundred hours of underwater footage covering locations such as Bermuda, Ecuador, and the United States, it premiered at the Santa Barbara International Film Festival. Filmed along with James Cameron and Mike DeGruy, it created a major stir upon release. The film went on to be a hit, winning the News & Documentary Emmy Award in 2015. The immense success of Mission Blue and the international awareness it raised, led to the formation of the Sylvia Earle Alliance. This Alliance worked towards creating the Mission Blue Campaign and Group that has helped improve marine health."
  },
  {
    "PROJECT": "Dugongs and Sea Dragons",
    "SubType": "podcast",
    "Type": "resource",
    "Year": 2018,
    "DESCR-SHORT": "In this <i>podcast</i>, marine biologists combine their love for ocean science and role-playing games, embarking on fantasy adventures while integrating real marine knowledge. Through engaging storytelling and dice rolls, they explore ocean themes in an entertaining and educational way, making marine science fun for listeners of all backgrounds.",
    "Author": "Chris Parsons, Andrew Kornblatt",
    "Main Target": "marine lovers",
    "Age": "12+",
    "Time": "~60' per episode",
    "Laguage(s)": "EN",
    "Collection": "",
    "P1": "",
    "P2": "",
    "P3": "",
    "P4": "",
    "P5": "Y",
    "P6": "Y",
    "P7": "",
    "Pe1": "Y",
    "Pe2": "",
    "Pe3": "",
    "Pe4": "",
    "Pe5": "",
    "Pe6": "",
    "Pe7": "",
    "D1": "Y",
    "D2": "",
    "D3": "",
    "D4": "",
    "D5": "Y",
    "D6": "",
    "D7": "",
    "D8": "",
    "D9": "",
    "D10": "",
    "Link": "",
    "BACKGROUND INFO": "If you are a Dungeons and Dragons nerd AND an ocean enthusiast, boy, do I have a podcast for you. You’d be surprised by how much overlap there is in these two communities. Exhibit A: “Dugongs and Sea Dragons”, a podcast where a bunch of marine biologists drink, roll the dice and journey through a fantastical world."
  },
  {
    "PROJECT": "NOAA Ocean Podcast",
    "SubType": "podcast",
    "Type": "resource",
    "Year": 2017,
    "DESCR-SHORT": "In this <i>podcast</i>, NOAA experts answer ocean-related questions and dive into topics ranging from marine conservation to nautical expressions. Episodes cover intriguing facts, such as the impact of lionfish invasions, climate change, and ocean health, offering listeners a reliable source for expanding their marine science knowledge.",
    "Author": "National Oceanic and Atmospheric Administration (NOAA)",
    "Main Target": "educators, general public",
    "Age": "10+",
    "Time": "10–20' per episode",
    "Laguage(s)": "EN",
    "Collection": "",
    "P1": "Y",
    "P2": "",
    "P3": "",
    "P4": "",
    "P5": "",
    "P6": "Y",
    "P7": "",
    "Pe1": "Y",
    "Pe2": "",
    "Pe3": "",
    "Pe4": "",
    "Pe5": "",
    "Pe6": "",
    "Pe7": "",
    "D1": "Y",
    "D2": "",
    "D3": "",
    "D4": "",
    "D5": "Y",
    "D6": "",
    "D7": "",
    "D8": "",
    "D9": "",
    "D10": "",
    "Link": "",
    "BACKGROUND INFO": "There is such a wide breadth of subjects you can dive into on the “NOAA Ocean Podcast.” Find out the nautical origins of popular phrases or learn more about lionfish. From current conservation issues to cool ocean facts, this podcast has it all. Get your questions about the ocean answered and explore new topics."
  },
  {
    "PROJECT": "Marine Conservation Happy Hour",
    "SubType": "podcast",
    "Type": "resource",
    "Year": 2018,
    "DESCR-SHORT": "In this <i>podcast</i>, a group of scientists mix cocktails and conversation as they discuss fascinating ocean topics. Combining humor with marine science, each episode delivers engaging discussions on conservation, ecology, and ocean wonders. Expect laughs, surprising facts, and even creative imaginings, like a marine version of 'Lord of the Rings.'",
    "Author": "Scarlett Smash, Craken MacCraic",
    "Main Target": "marine lovers",
    "Age": "16+",
    "Time": "10–30' per episode",
    "Laguage(s)": "EN",
    "Collection": "",
    "P1": "",
    "P2": "",
    "P3": "",
    "P4": "",
    "P5": "",
    "P6": "Y",
    "P7": "",
    "Pe1": "",
    "Pe2": "",
    "Pe3": "",
    "Pe4": "",
    "Pe5": "Y",
    "Pe6": "",
    "Pe7": "Y",
    "D1": "",
    "D2": "",
    "D3": "Y",
    "D4": "",
    "D5": "",
    "D6": "Y",
    "D7": "",
    "D8": "",
    "D9": "",
    "D10": "",
    "Link": "",
    "BACKGROUND INFO": "This is kind of like an ocean version of “Drunk History” with a little less drinking and nerdier scientists. Each week scientists come together for cocktails and conversation about all the incredible facets of our ocean. This is a super fun way to get your ocean science fix with plenty of laughs along the way. I recommend starting with my favorite episode where the hosts talk about what a marine version of Lord of the Rings would look like."
  },
  {
    "PROJECT": "Meet the Ocean",
    "SubType": "podcast",
    "Type": "resource",
    "Year": 2017,
    "DESCR-SHORT": "In this <i>podcast</i>, immersive storytelling brings the ocean to life as scientists and explorers share personal encounters with marine wildlife. Listeners can experience breathtaking moments through first-hand narratives, traveling through remote oceanic locations and gaining a deep appreciation for the wonders and mysteries of marine life.",
    "Author": "Paul North",
    "Main Target": "general public",
    "Age": "8+",
    "Time": "10–30' per episode",
    "Laguage(s)": "EN",
    "Collection": "",
    "P1": "",
    "P2": "",
    "P3": "",
    "P4": "",
    "P5": "",
    "P6": "Y",
    "P7": "",
    "Pe1": "",
    "Pe2": "",
    "Pe3": "",
    "Pe4": "",
    "Pe5": "Y",
    "Pe6": "Y",
    "Pe7": "",
    "D1": "",
    "D2": "Y",
    "D3": "",
    "D4": "",
    "D5": "",
    "D6": "",
    "D7": "Y",
    "D8": "",
    "D9": "",
    "D10": "",
    "Link": "",
    "BACKGROUND INFO": "I remember the first time I saw a humpback whale breach when I was in high school. It is a memory I will treasure forever. “Meet the Ocean” is a podcast where it feels like you can jump into other people’s brains and relive memories of their encounters with the incredible animals that call the ocean home. Each short episode captures a moment in time where you can journey with a scientist to see the ocean through their eyes. Listen to stories of encounters from earth’s most remote locations."
  },
  {
    "PROJECT": "Octomom (Radiolab, 2020)",
    "SubType": "podcast",
    "Type": "resource",
    "Year": 2010,
    "DESCR-SHORT": "This <i>podcast episode</i> from Radiolab unravels the fascinating world of octopuses, blending emotion, adventure, and deep-sea science. With gripping storytelling, it explores the intelligence and behaviors of these enigmatic creatures, revealing the drama of an octopus mother's extraordinary four-year dedication to protecting her eggs.",
    "Author": "WNYC Studios (Radiolab)",
    "Main Target": "science enthusiasts",
    "Age": "13+",
    "Time": "22'",
    "Laguage(s)": "EN",
    "Collection": "",
    "P1": "",
    "P2": "",
    "P3": "",
    "P4": "",
    "P5": "Y",
    "P6": "",
    "P7": "",
    "Pe1": "Y",
    "Pe2": "",
    "Pe3": "",
    "Pe4": "",
    "Pe5": "",
    "Pe6": "",
    "Pe7": "",
    "D1": "Y",
    "D2": "",
    "D3": "",
    "D4": "",
    "D5": "",
    "D6": "",
    "D7": "Y",
    "D8": "Y",
    "D9": "",
    "D10": "",
    "Link": "",
    "BACKGROUND INFO": "This is just a single podcast but I wanted to make sure it got top billing because it is my favorite episode of all time. This episode of Radiolab has everything: death-defying stunts, a mother’s love, and a deep-sea adventure several years in the making. I found my heart racing at times and got emotional as I listened to this underwater epic."
  },
  {
    "PROJECT": "So You Want to Be a Marine Biologist",
    "SubType": "podcast",
    "Type": "resource",
    "Year": 2019,
    "DESCR-SHORT": "In this <i>podcast</i>, aspiring marine biologists and ocean enthusiasts get an inside look into careers in marine science. Through interviews with researchers, conservationists, and industry professionals, it explores diverse career paths, offering valuable insights for anyone dreaming of studying and working with the ocean.",
    "Author": "Kara Muzia",
    "Main Target": "students, general public",
    "Age": "12+",
    "Time": "30–60' per episode",
    "Laguage(s)": "EN",
    "Collection": "",
    "P1": "",
    "P2": "",
    "P3": "",
    "P4": "",
    "P5": "Y",
    "P6": "",
    "P7": "",
    "Pe1": "Y",
    "Pe2": "",
    "Pe3": "",
    "Pe4": "",
    "Pe5": "",
    "Pe6": "",
    "Pe7": "",
    "D1": "Y",
    "D2": "",
    "D3": "",
    "D4": "",
    "D5": "Y",
    "D6": "",
    "D7": "",
    "D8": "Y",
    "D9": "",
    "D10": "",
    "Link": "",
    "BACKGROUND INFO": "If you have ever wanted a career where you can study and work on the ocean, then this is for you. Or perhaps you are like me and just dreamed of being a marine biologist as a kid and love to hear about the incredible people who study our ocean. “So You Want to Be a Marine Biologist” interviews people with all sorts of cool careers and helps you figure out how you can join their ranks."
  },
  {
    "PROJECT": "Mothers of Invention",
    "SubType": "podcast",
    "Type": "resource",
    "Year": 2018,
    "DESCR-SHORT": "In this <i>podcast</i>, three dynamic hosts—an Irish president, a comedian, and a series producer—explore climate challenges and solutions, spotlighting incredible women leading conservation efforts. Covering ocean sustainability, policy, and activism, they mix expertise with storytelling to inspire change and highlight global environmental initiatives.",
    "Author": "Mary Robinson, Maeve Higgins, Thimali Kodikara",
    "Main Target": "students, general public",
    "Age": "14+",
    "Time": "30–60' per episode",
    "Laguage(s)": "EN",
    "Collection": "",
    "P1": "",
    "P2": "",
    "P3": "",
    "P4": "",
    "P5": "",
    "P6": "Y",
    "P7": "",
    "Pe1": "",
    "Pe2": "",
    "Pe3": "",
    "Pe4": "Y",
    "Pe5": "Y",
    "Pe6": "",
    "Pe7": "",
    "D1": "",
    "D2": "Y",
    "D3": "",
    "D4": "",
    "D5": "",
    "D6": "Y",
    "D7": "",
    "D8": "",
    "D9": "",
    "D10": "",
    "Link": "",
    "BACKGROUND INFO": "This podcast does a wonderful job discussing the issue of climate change while spotlighting incredible women working on solutions around the world. The three hosts, Irish president, Mary Robinson, comedian and writer, Maeve Higgins and series producer, Thimali Kodikara, have such a wonderful mix of expertise and storytelling prowess. They do a wonderful job of sharing diverse stories and every episode both educates and inspires. Get started with their episode on ocean solutions to climate change."
  },
  {
    "PROJECT": "Water Women",
    "SubType": "podcast",
    "Type": "resource",
    "Year": 2019,
    "DESCR-SHORT": "This <i>podcast</i> celebrates women in marine science, giving voice to filmmakers, conservationists, and researchers working to protect our ocean. Through in-depth conversations, it highlights their challenges, successes, and contributions to marine conservation, inspiring listeners with personal stories and groundbreaking projects.",
    "Author": "Jill Corey",
    "Main Target": "students, general public",
    "Age": "12+",
    "Time": "30–60' per episode",
    "Laguage(s)": "EN",
    "Collection": "",
    "P1": "",
    "P2": "",
    "P3": "",
    "P4": "",
    "P5": "",
    "P6": "Y",
    "P7": "",
    "Pe1": "",
    "Pe2": "",
    "Pe3": "",
    "Pe4": "Y",
    "Pe5": "",
    "Pe6": "Y",
    "Pe7": "",
    "D1": "",
    "D2": "Y",
    "D3": "",
    "D4": "",
    "D5": "",
    "D6": "",
    "D7": "Y",
    "D8": "",
    "D9": "",
    "D10": "",
    "Link": "",
    "BACKGROUND INFO": "I love this podcast because it feels like I get to sit down and have a coffee with incredible women who are also passionate about our ocean. This podcast highlights different women who study and document the ocean from so many different perspectives. There are underwater photographers and filmmakers, women who have found innovative ways to fight plastic pollution and scientists helping us better understand the creatures beneath the waves."
  },
  {
    "PROJECT": "Science and the Sea podcast",
    "SubType": "podcast",
    "Type": "resource",
    "Year": 2006,
    "DESCR-SHORT": "This <i>podcast</i>, produced by the University of Texas Marine Science Institute, offers bite-sized ocean science stories that explain marine phenomena in an engaging way. Covering topics from climate and biodiversity to human-ocean interactions, it makes marine science accessible and highlights key research breakthroughs.",
    "Author": "University of Texas Marine Science Institute",
    "Main Target": "educators, general public",
    "Age": "10+",
    "Time": "4' per episode",
    "Laguage(s)": "EN",
    "Collection": "",
    "P1": "Y",
    "P2": "",
    "P3": "",
    "P4": "",
    "P5": "",
    "P6": "",
    "P7": "",
    "Pe1": "Y",
    "Pe2": "",
    "Pe3": "",
    "Pe4": "",
    "Pe5": "",
    "Pe6": "",
    "Pe7": "",
    "D1": "Y",
    "D2": "",
    "D3": "",
    "D4": "",
    "D5": "Y",
    "D6": "",
    "D7": "Y",
    "D8": "",
    "D9": "",
    "D10": "",
    "Link": "",
    "BACKGROUND INFO": "Science and the Sea is a production of The University of Texas Marine Science Institute on the Gulf of Mexico in Port Aransas, Texas. \n\nThe sea affects our lives in many ways - we relax by its shores and play on its surface, eat of its bounty and enjoy its beauty, it moderates our climate and fuels powerful storms, and it supports an amazingly rich and diverse ecosystem. Researchers know a great deal about how marine life survives and even thrives in the sea, how the sea is critical to human life on the land, and how man affects the vast ocean. \n\nThe goal of Science and the SeaTM is to convey this understanding of the sea and its myriad life forms to everyone, so that they, too, can fully appreciate this amazing resource. We do this through magazine articles, a radio program, and activities on our website. In all of these, we provide entertaining stories and activities that teach about the marine world and even convey how scientists approach, and ultimately solve, some of the oceans' mysteries."
  },
  {
    "PROJECT": "Splish Splash, Are We Swimming in Trash?",
    "SubType": "podcast",
    "Type": "resource",
    "Year": 2020,
    "DESCR-SHORT": "This <i>podcast episode</i> is a unique musical adventure designed to educate kids about ocean plastics. Created by furloughed Disney creatives, it delivers an engaging story packed with music and environmental lessons, inspiring young listeners to care about marine conservation and take action against plastic pollution.",
    "Author": "Julie Frost, Mike Dombrow (The Super Secret Hive)",
    "Main Target": "students, general public",
    "Age": "8+",
    "Time": "4' per episode",
    "Laguage(s)": "EN",
    "Collection": "",
    "P1": "",
    "P2": "",
    "P3": "",
    "P4": "",
    "P5": "",
    "P6": "Y",
    "P7": "Y",
    "Pe1": "",
    "Pe2": "",
    "Pe3": "",
    "Pe4": "",
    "Pe5": "",
    "Pe6": "",
    "Pe7": "Y",
    "D1": "",
    "D2": "",
    "D3": "Y",
    "D4": "",
    "D5": "Y",
    "D6": "",
    "D7": "",
    "D8": "",
    "D9": "",
    "D10": "",
    "Link": "",
    "BACKGROUND INFO": "This is another individual episode but how could I not share this musical adventure about ocean plastics created to inspire the next generation? The “Super Secret Hive” was created by a team of furloughed Disney creatives and educators who decided to try and spin something positive out of this unfortunate and challenging pandemic. They created a musical and educational kids’ podcast which has an episode all about the challenges of marine litter and the issue of plastic trash in the ocean. Listen to it with all the world-saving kids in your life."
  },
  {
    "PROJECT": "World Ocean Radio",
    "SubType": "podcast",
    "Type": "resource",
    "Year": 2010,
    "DESCR-SHORT": "This <i>podcast</i> offers five-minute weekly insights into ocean science, policy, and advocacy. Hosted by ocean advocate Peter Neill, it provides concise, thought-provoking perspectives on marine conservation, climate change, and global ocean challenges, making it a great resource for those passionate about ocean sustainability.",
    "Author": "Peter Neill",
    "Main Target": "students, general public",
    "Age": "12+",
    "Time": "5' per episode",
    "Laguage(s)": "EN",
    "Collection": "",
    "P1": "",
    "P2": "",
    "P3": "",
    "P4": "",
    "P5": "",
    "P6": "Y",
    "P7": "",
    "Pe1": "",
    "Pe2": "",
    "Pe3": "Y",
    "Pe4": "",
    "Pe5": "Y",
    "Pe6": "",
    "Pe7": "",
    "D1": "",
    "D2": "Y",
    "D3": "",
    "D4": "",
    "D5": "",
    "D6": "Y",
    "D7": "",
    "D8": "",
    "D9": "",
    "D10": "",
    "Link": "",
    "BACKGROUND INFO": "Five-minute weekly insights dive into ocean science, advocacy and education, hosted by Peter Neill, Director of the W2O, author, and lifelong ocean advocate. Episodes offer perspectives on global ocean issues, today’s challenges, marine science and policy, and exemplary solutions. Available for RSS feed, podcast, and syndicated use at no cost by community radio stations worldwide."
  },
  {
    "PROJECT": "Ologies",
    "SubType": "podcast",
    "Type": "resource",
    "Year": 2017,
    "DESCR-SHORT": "This <i>podcast</i> delves into diverse scientific disciplines, frequently featuring ocean-related fields through engaging interviews. Host Alie Ward brings humor and curiosity to discussions on sharks, sea turtles, jellyfish, and ocean ecology, providing accessible and entertaining insights into marine science and the researchers behind it.",
    "Author": "Alie Ward",
    "Main Target": "science enthusiasts",
    "Age": "14+",
    "Time": "60-90' per episode",
    "Laguage(s)": "EN",
    "Collection": "",
    "P1": "",
    "P2": "",
    "P3": "",
    "P4": "",
    "P5": "Y",
    "P6": "",
    "P7": "",
    "Pe1": "Y",
    "Pe2": "",
    "Pe3": "",
    "Pe4": "",
    "Pe5": "",
    "Pe6": "Y",
    "Pe7": "",
    "D1": "Y",
    "D2": "",
    "D3": "",
    "D4": "",
    "D5": "Y",
    "D6": "",
    "D7": "",
    "D8": "",
    "D9": "",
    "D10": "",
    "Link": "",
    "BACKGROUND INFO": "This isn’t an ocean-specific podcast, but there are many incredible episodes to delight an ocean lover. Each week “Ologies” host, Alie Ward, interviews a different scientist on their research and field in such a delightful way that sparks such wonder and joy. Check out their episodes on ocean critters and habits:\n\nPelicanology (PELICANS) with Juita Martinez\nSelachimorphology (SHARKS) with Chris Lowe\nOceanology (OCEANS) with Ayana Johnson\nCheloniology (SEA TURTLES) with Dr. Camryn Allen\nIsland Ecology (ISLANDS) with Dr. Andy Kraemer\nMedusology (JELLYFISH) with Dr. Rebecca Helm"
  },
  {
    "PROJECT": "Sea-based materials inventory & Eco-food menu",
    "SubType": "research project",
    "Type": "case-study",
    "Year": "2023-25",
    "DESCR-SHORT": "In this <i>research project</i>, Lisbon is working with the local BioLab to prototype a community-centered sea-based materials lab. This lab will foster research on novel sea-based biomaterials applications while supporting the creation of a participatory heritage inventory. Additionally, elementary schools and museum canteens will experimentally adopt an experimental eco-food-menu.",
    "Author": "BoSS Consortium",
    "Main Target": "local community",
    "Age": "/",
    "Time": "/",
    "Laguage(s)": "EN",
    "Collection": "BoSS Demonstrators",
    "P1": "",
    "P2": "Y",
    "P3": "",
    "P4": "",
    "P5": "",
    "P6": "",
    "P7": "",
    "Pe1": "Y",
    "Pe2": "",
    "Pe3": "",
    "Pe4": "",
    "Pe5": "",
    "Pe6": "Y",
    "Pe7": "",
    "D1": "",
    "D2": "",
    "D3": "Y",
    "D4": "",
    "D5": "Y",
    "D6": "",
    "D7": "",
    "D8": "Y",
    "D9": "Y",
    "D10": "",
    "Link": "",
    "BACKGROUND INFO": "N/A"
  },
  {
    "PROJECT": "OL Fellowship Program & future foodscape digital tool",
    "SubType": "research project",
    "Type": "case-study",
    "Year": "2023-25",
    "DESCR-SHORT": "In this <i>research project</i>, Hamburg aims become the European capital of green and digital transformation, with special attention to the ocean. Along this line, the city is developing expertise in eco-gastronomy and curating an Ocean Literacy fellowship program. The core goal is to kick-start a common reflection on the future Hanseatic foodscape, also thanks to an innovative digital prototype on local, food-related data.",
    "Author": "BoSS Consortium",
    "Main Target": "local community",
    "Age": "/",
    "Time": "/",
    "Laguage(s)": "EN",
    "Collection": "BoSS Demonstrators",
    "P1": "",
    "P2": "",
    "P3": "Y",
    "P4": "Y",
    "P5": "",
    "P6": "Y",
    "P7": "",
    "Pe1": "",
    "Pe2": "",
    "Pe3": "",
    "Pe4": "",
    "Pe5": "Y",
    "Pe6": "Y",
    "Pe7": "",
    "D1": "Y",
    "D2": "",
    "D3": "Y",
    "D4": "",
    "D5": "Y",
    "D6": "",
    "D7": "",
    "D8": "Y",
    "D9": "Y",
    "D10": "",
    "Link": "",
    "BACKGROUND INFO": "N/A"
  },
  {
    "PROJECT": "Eco-aware tours led by elders/fishers-driven stories",
    "SubType": "research project",
    "Type": "case-study",
    "Year": "2023-25",
    "DESCR-SHORT": "Venice aims to reconnect people with the Lagoon through a socially-driven urban development plan. To do so in this <i>research project</i> the city is investing in senior citizens'and fishers' know-how, by prototyping eco-aware tourism strategies, eco-sustainable fishing practices and regenerative menus.",
    "Author": "BoSS Consortium",
    "Main Target": "local community",
    "Age": "/",
    "Time": "/",
    "Laguage(s)": "EN",
    "Collection": "BoSS Demonstrators",
    "P1": "",
    "P2": "Y",
    "P3": "Y",
    "P4": "Y",
    "P5": "",
    "P6": "Y",
    "P7": "",
    "Pe1": "",
    "Pe2": "",
    "Pe3": "",
    "Pe4": "",
    "Pe5": "Y",
    "Pe6": "",
    "Pe7": "Y",
    "D1": "",
    "D2": "Y",
    "D3": "Y",
    "D4": "",
    "D5": "Y",
    "D6": "",
    "D7": "Y",
    "D8": "Y",
    "D9": "",
    "D10": "",
    "Link": "",
    "BACKGROUND INFO": "N/A"
  },
  {
    "PROJECT": "Inclusive Digital Storytelling on marine heritage",
    "SubType": "research project",
    "Type": "case-study",
    "Year": "2023-25",
    "DESCR-SHORT": "Genoa is on a mission to promote citizen re-connection to its coastal area. Thus, in this <i>research project</i> the city plans to adapt MEMEX software for inclusive digital storytelling and engage communities in a sea-people exchange, raising awareness of human-marine ecosystem interdependence and integrating Genoa's historical framework with the sea.",
    "Author": "BoSS Consortium",
    "Main Target": "local community",
    "Age": "/",
    "Time": "/",
    "Laguage(s)": "EN",
    "Collection": "BoSS Demonstrators",
    "P1": "",
    "P2": "",
    "P3": "",
    "P4": "",
    "P5": "",
    "P6": "Y",
    "P7": "",
    "Pe1": "",
    "Pe2": "Y",
    "Pe3": "",
    "Pe4": "",
    "Pe5": "",
    "Pe6": "Y",
    "Pe7": "",
    "D1": "",
    "D2": "",
    "D3": "Y",
    "D4": "",
    "D5": "Y",
    "D6": "",
    "D7": "Y",
    "D8": "Y",
    "D9": "",
    "D10": "",
    "Link": "",
    "BACKGROUND INFO": "N/A"
  },
  {
    "PROJECT": "Ocean Culture Hub & natural-based reef",
    "SubType": "research project",
    "Type": "case-study",
    "Year": "2023-25",
    "DESCR-SHORT": "Malmö is addressing its need for urban development as an opportunity to increase blue biodiversity. For this reason, in this <i>research project</i> a natural-based reef is being developed  in the city's south wharf basin. This nature-culture infrastructure will enable common activities for humans and non-humans in the framework of a long-term platform called \"Ocean Culture Hub\".",
    "Author": "BoSS Consortium",
    "Main Target": "local community",
    "Age": "/",
    "Time": "/",
    "Laguage(s)": "EN",
    "Collection": "BoSS Demonstrators",
    "P1": "",
    "P2": "",
    "P3": "",
    "P4": "",
    "P5": "Y",
    "P6": "Y",
    "P7": "",
    "Pe1": "Y",
    "Pe2": "",
    "Pe3": "",
    "Pe4": "",
    "Pe5": "Y",
    "Pe6": "Y",
    "Pe7": "Y",
    "D1": "",
    "D2": "",
    "D3": "Y",
    "D4": "Y",
    "D5": "Y",
    "D6": "",
    "D7": "Y",
    "D8": "Y",
    "D9": "",
    "D10": "",
    "Link": "",
    "BACKGROUND INFO": "N/A"
  },
  {
    "PROJECT": "Tagus Museum think tank & art-science residencies",
    "SubType": "research project",
    "Type": "case-study",
    "Year": "2023-25",
    "DESCR-SHORT": "Oeiras aims to reposition itself as a beacon for sea-based research by defining and implementing an intergenerational strategy for sea education. In this <i>research project</i> the city is therefore implementing this strategy, which will include an art-science residency project focused on the aquatic ecosystem of the Tagus and a think-tank for the future Tagus Museum.",
    "Author": "BoSS Consortium",
    "Main Target": "local community",
    "Age": "/",
    "Time": "/",
    "Laguage(s)": "EN",
    "Collection": "BoSS Demonstrators",
    "P1": "",
    "P2": "",
    "P3": "",
    "P4": "Y",
    "P5": "Y",
    "P6": "Y",
    "P7": "",
    "Pe1": "Y",
    "Pe2": "Y",
    "Pe3": "",
    "Pe4": "",
    "Pe5": "Y",
    "Pe6": "Y",
    "Pe7": "",
    "D1": "Y",
    "D2": "Y",
    "D3": "",
    "D4": "",
    "D5": "",
    "D6": "",
    "D7": "",
    "D8": "Y",
    "D9": "",
    "D10": "",
    "Link": "",
    "BACKGROUND INFO": "N/A"
  },
  {
    "PROJECT": "Participatory MSP  programme",
    "SubType": "research project",
    "Type": "case-study",
    "Year": "2023-25",
    "DESCR-SHORT": "Antwerp aims to find new cross-cutting usages for its transnational territory. Hence, in this <i>research project</i> the city is engaging local communities in developing a new identity-based model, strengthening estuarine nature values, making the landscape climate-adaptive, developing agriculture in a nature-inclusive way, and ensuring the port remains the region's economic gateway.",
    "Author": "BoSS Consortium",
    "Main Target": "local community",
    "Age": "/",
    "Time": "/",
    "Laguage(s)": "EN",
    "Collection": "BoSS Demonstrators",
    "P1": "",
    "P2": "",
    "P3": "Y",
    "P4": "",
    "P5": "",
    "P6": "Y",
    "P7": "",
    "Pe1": "",
    "Pe2": "",
    "Pe3": "",
    "Pe4": "",
    "Pe5": "Y",
    "Pe6": "Y",
    "Pe7": "Y",
    "D1": "",
    "D2": "",
    "D3": "",
    "D4": "",
    "D5": "",
    "D6": "Y",
    "D7": "",
    "D8": "",
    "D9": "Y",
    "D10": "",
    "Link": "",
    "BACKGROUND INFO": "N/A"
  },
  {
    "PROJECT": "Learning with Water - curriculum module",
    "SubType": "research project",
    "Type": "case-study",
    "Year": "2023-25",
    "DESCR-SHORT": "Rotterdam is on a mission to redefine education with water at its core. Therefore, in this <i>research project</i> the city is developing a curriculum based on the 'distributed university' concept, focusing on shared water knowledge and water-citizen-city interdependence. The curriculum will be developed with various bottom-up, activist, cultural, and archival organizations, and will include different learning tracks, such as 'Living with Water'.",
    "Author": "BoSS Consortium",
    "Main Target": "local community",
    "Age": "/",
    "Time": "/",
    "Laguage(s)": "EN",
    "Collection": "BoSS Demonstrators",
    "P1": "",
    "P2": "",
    "P3": "",
    "P4": "",
    "P5": "",
    "P6": "Y",
    "P7": "",
    "Pe1": "",
    "Pe2": "",
    "Pe3": "",
    "Pe4": "",
    "Pe5": "Y",
    "Pe6": "Y",
    "Pe7": "Y",
    "D1": "Y",
    "D2": "",
    "D3": "",
    "D4": "Y",
    "D5": "",
    "D6": "Y",
    "D7": "",
    "D8": "",
    "D9": "",
    "D10": "",
    "Link": "",
    "BACKGROUND INFO": "N/A"
  }
]