[
  {
    "#code": "P1",
    "#label": "UM ÚNICO OCEANO",
    "#headline": "A Terra tem um único Oceano com muitas características",
    "#paragraph": "O Oceano é um <u>corpo único de água</u> que cobre <br> 70% da Terra. Apresenta cinco grandes <br><u>bacias geológicas</u>, um <u>sistema de circulação</u> <br><u>interligado</u> e um <u>nível do mar variável</u>. A <u>água</u> <br> do mar representa 97% da hidrosfera da Terra, <br> e o equilíbrio do seu pH é vital para a <br> preservação da vida. Faz <u>parte do ciclo da</u> <br> <u>água</u> através de fenómenos de evaporação e <br> precipitação, bem como da <u>conexão física</u> <br> <u>com bacias hidrográficas</u>. <u>O Oceano e os seus</u> <br> <u>recursos são vastos, mas finitos</u>.",
    "P1": "/",
    "P2": "L",
    "P3": "L",
    "P4": "",
    "P5": "",
    "P6": "L",
    "P7": "",
    "Pe1": "",
    "Pe2": "",
    "Pe3": "",
    "Pe4": "",
    "Pe5": "",
    "Pe6": "",
    "Pe7": "",
    "D1": "",
    "D2": "",
    "D3": "",
    "D4": "",
    "D5": "",
    "D6": "",
    "D7": "",
    "D8": "",
    "D9": "",
    "D10": ""
  },
  {
    "#code": "P2",
    "#label": "MOLDADOR DA TERRA",
    "#headline": "O Oceano e a sua vida moldam as características <br> da Terra",
    "#paragraph": "O Oceano é a origem de muitos <br> <u>materiais e ciclos biogeoquímicos</u> da Terra. <br> A <u>morfologia da plataforma continental</u> foi <br> determinada por mudanças no nível do mar ao <br> longo do tempo. As ondas e correntes <br> contribuem para a <u>erosão</u>, que, por sua vez, <br> remodela constantemente as zonas costeiras. <br> <u>O Oceano é o maior reservatório de carbono</u> <br> <u>da Terra</u>. A configuração da Terra resulta da ação <br> combinada da <u>atividade tectónica, ondas e</u> <br> <u>mudanças no nível do mar</u>.",
    "P1": "L",
    "P2": "/",
    "P3": "",
    "P4": "",
    "P5": "",
    "P6": "L",
    "P7": "",
    "Pe1": "",
    "Pe2": "",
    "Pe3": "",
    "Pe4": "",
    "Pe5": "",
    "Pe6": "",
    "Pe7": "",
    "D1": "",
    "D2": "",
    "D3": "",
    "D4": "",
    "D5": "",
    "D6": "",
    "D7": "",
    "D8": "",
    "D9": "",
    "D10": ""
  },
  {
    "#code": "P3",
    "#label": "REGULADOR CLIMÁTICO",
    "#headline": "O Oceano regula o clima da Terra e influencia o tempo",
    "#paragraph": "A interação entre o Oceano e a atmosfera regula <br> os ciclos de <u>energia, água e carbono</u> do planeta. <br> O Oceano <u>absorve a radiação solar</u>, armazena <br> calor e transporta-o através de correntes oceânicas. <br> Este mecanismo <u>influencia os padrões climáticos</u>, <br> como o fenómeno <u>El Niño</u>. Além disso, o Oceano <br> <u>impulsiona a circulação atmosférica</u>, fornecendo <br> a energia necessária para furacões e ciclones. <br> Como o maior reservatório de carbono da Terra, <br> o Oceano <u>absorve e armazena quase metade</u> <br> <u>das emissões de gases com efeito de estufa</u>. <br> A sua circulação influencia mudanças climáticas <br> <u>com consequências de longo alcance</u>.",
    "P1": "",
    "P2": "L",
    "P3": "/",
    "P4": "",
    "P5": "",
    "P6": "L",
    "P7": "",
    "Pe1": "",
    "Pe2": "",
    "Pe3": "",
    "Pe4": "",
    "Pe5": "",
    "Pe6": "",
    "Pe7": "",
    "D1": "",
    "D2": "",
    "D3": "",
    "D4": "",
    "D5": "",
    "D6": "",
    "D7": "",
    "D8": "",
    "D9": "",
    "D10": ""
  },
  {
    "#code": "P4",
    "#label": "ORIGEM DA VIDA",
    "#headline": "O Oceano é a origem e o suporte da vida na Terra",
    "#paragraph": "Os primeiros organismos fotossintéticos <br> <u>produziram a maior parte do oxigénio</u> <br> da atmosfera. A <u>vida teve origem no Oceano</u> e <br> continua a evoluir nele. O Oceano fornece <br> <u>água, oxigénio, nutrientes e regula o clima</u>, <br> criando condições essenciais para a vida no <br> planeta.",
    "P1": "",
    "P2": "",
    "P3": "",
    "P4": "/",
    "P5": "",
    "P6": "L",
    "P7": "",
    "Pe1": "",
    "Pe2": "",
    "Pe3": "",
    "Pe4": "",
    "Pe5": "",
    "Pe6": "",
    "Pe7": "",
    "D1": "",
    "D2": "",
    "D3": "",
    "D4": "",
    "D5": "",
    "D6": "",
    "D7": "",
    "D8": "",
    "D9": "",
    "D10": ""
  },
  {
    "#code": "P5",
    "#label": "GRANDE DIVERSIDADE",
    "#headline": "O Oceano suporta uma enorme diversidade de vida e ecossistemas",
    "#paragraph": "A vida no Oceano é <u>extremamente diversa</u>, <br> variando desde o <u>fitoplâncton microscópico</u> <br> até às <u>grandes baleias</u>. Muitos grupos de <br> organismos <u>existem exclusivamente no Oceano</u>. <br> O Oceano é <u>abundante</u> em vida, mas esta <br> <u>não está uniformemente distribuída</u>. Alguns <br> ecossistemas marinhos, como os do <u>fundo do mar</u>, <br> prosperam sem luz solar. A vida oceânica <br> organiza-se em <u>padrões de zonagem</u>, e áreas <br> como os <u>estuários</u> servem de berçários <br> para muitas espécies.",
    "P1": "",
    "P2": "",
    "P3": "",
    "P4": "",
    "P5": "/",
    "P6": "L",
    "P7": "",
    "Pe1": "",
    "Pe2": "",
    "Pe3": "",
    "Pe4": "",
    "Pe5": "",
    "Pe6": "",
    "Pe7": "",
    "D1": "",
    "D2": "",
    "D3": "",
    "D4": "",
    "D5": "",
    "D6": "",
    "D7": "",
    "D8": "",
    "D9": "",
    "D10": ""
  },
  {
    "#code": "P6",
    "#label": "INTERLIGAÇÃO HUMANA",
    "#headline": "O Oceano e os seres humanos estão interligados",
    "#paragraph": "O Oceano fornece <u>serviços ecossistémicos chave</u>, <br> como alimentos e oxigénio. É essencial para a <br> <u>economia global</u> e tem um papel fundamental <br> <u>cultural e social</u>. No entanto, os humanos <br> impactam o Oceano de várias formas: <br> a maioria dos problemas oceânicos <br> <u>são causados pelo ser humano</u>, levando a <br> uma <u>redução sem precedentes da biodiversidade</u>. <br> Muitas zonas costeiras são vulneráveis a <br> desastres naturais. Cuidar do Oceano é <br> <u>direito e dever de todos</u>.",
    "P1": "",
    "P2": "",
    "P3": "",
    "P4": "",
    "P5": "",
    "P6": "/",
    "P7": "",
    "Pe1": "",
    "Pe2": "",
    "Pe3": "",
    "Pe4": "",
    "Pe5": "",
    "Pe6": "",
    "Pe7": "",
    "D1": "",
    "D2": "",
    "D3": "",
    "D4": "",
    "D5": "",
    "D6": "",
    "D7": "",
    "D8": "",
    "D9": "",
    "D10": ""
  },
  {
    "#code": "P7",
    "#label": "POUCO EXPLORADO",
    "#headline": "O Oceano continua, em grande parte, por explorar",
    "#paragraph": "A maior parte do Oceano ainda é desconhecida: <br> <u>menos de 20% do Oceano é conhecido</u>. <br> A <u>compreensão total</u> dos seus processos <br> depende da <u>exploração científica</u>. A relação <br> entre os humanos e o Oceano deve evoluir <br> para uma <u>verdadeira sustentabilidade</u>. <br> <u>Novas tecnologias</u> estão a expandir a nossa <br> capacidade de explorá-lo, sendo os <br> <u>modelos matemáticos</u> fundamentais para a <br> previsão dos seus processos. A pesquisa <br> marinha depende de <u>colaborações interdisciplinares</u>.",
    "P1": "",
    "P2": "",
    "P3": "",
    "P4": "",
    "P5": "",
    "P6": "",
    "P7": "/",
    "Pe1": "",
    "Pe2": "",
    "Pe3": "",
    "Pe4": "",
    "Pe5": "",
    "Pe6": "",
    "Pe7": "",
    "D1": "",
    "D2": "",
    "D3": "",
    "D4": "",
    "D5": "",
    "D6": "",
    "D7": "",
    "D8": "",
    "D9": "",
    "D10": ""
  },
  {
    "#code": "Pe1",
    "#label": "CIÊNCIA",
    "#headline": "Olhar para o Oceano através dos métodos científicos",
    "#paragraph": "A ciência oceânica permite-nos compreender os <br> processos físicos, químicos e biológicos do Oceano. <br> A investigação científica ajuda a prever fenómenos <br> como as alterações climáticas, a acidificação do <br> oceano e a biodiversidade marinha. O conhecimento <br> baseado em evidências científicas apoia a tomada <br> de decisões e a conservação dos ecossistemas oceânicos."
  },
  {
    "#code": "Pe2",
    "#label": "HISTÓRIA",
    "#headline": "Compreender as interações históricas entre a humanidade e o Oceano",
    "#paragraph": "A relação entre os humanos e o Oceano evoluiu ao <br> longo da história, desde a navegação ancestral até <br> à exploração moderna. O Oceano influenciou civilizações, <br> comércio, migrações e guerras. A compreensão do <br> passado pode guiar decisões futuras para uma gestão <br> mais sustentável dos oceanos."
  },
  {
    "#code": "Pe3",
    "#label": "GEOGRAFIA",
    "#headline": "Examinar as características e desafios do Oceano numa perspetiva geográfica",
    "#paragraph": "A geografia do Oceano estuda a distribuição dos <br> seus ecossistemas, recursos e impactos ambientais. <br> As interações entre terra e mar afetam as zonas <br> costeiras, e a cartografia oceânica é essencial <br> para a navegação, exploração e conservação."
  },
  {
    "#code": "Pe4",
    "#label": "IGUALDADE DE GÉNERO",
    "#headline": "Ver como o género influencia o acesso e a utilização dos recursos oceânicos",
    "#paragraph": "O género desempenha um papel na forma como as <br> comunidades interagem com o Oceano, desde o <br> trabalho na pesca e na navegação até ao impacto <br> das alterações climáticas. A equidade de género <br> é fundamental para uma gestão sustentável dos <br> recursos marinhos e para a justiça social nas <br> comunidades costeiras."
  },
  {
    "#code": "Pe5",
    "#label": "VALOR",
    "#headline": "Compreender diferentes perspetivas e valores nas decisões sobre o Oceano",
    "#paragraph": "Diferentes culturas e sociedades atribuem significados <br> distintos ao Oceano. Alguns veem-no como um recurso <br> económico, outros como um santuário ecológico. A <br> compreensão destes valores pode ajudar na criação <br> de políticas de conservação e exploração sustentável."
  },
  {
    "#code": "Pe6",
    "#label": "CULTURA",
    "#headline": "Explorar as tradições culturais e o conhecimento associado ao Oceano",
    "#paragraph": "Desde mitologias antigas até expressões artísticas <br> contemporâneas, o Oceano tem inspirado culturas <br> em todo o mundo. As tradições marítimas, a música, <br> a literatura e a gastronomia refletem a profunda <br> conexão entre as comunidades e o mar."
  },
  {
    "#code": "Pe7",
    "#label": "SUSTENTABILIDADE",
    "#headline": "Enquadrar a sustentabilidade oceânica em termos ambientais, económicos e sociais",
    "#paragraph": "A sustentabilidade do Oceano requer uma abordagem <br> integrada, equilibrando conservação ambiental, <br> desenvolvimento económico e bem-estar social. <br> O conceito de 'economia azul' procura garantir que <br> os benefícios do Oceano sejam aproveitados sem <br> comprometer os seus ecossistemas."
  },
  {
    "#code": "D1",
    "#label": "CONHECIMENTO",
    "#headline": "Saber sobre o Oceano e as suas interligações",
    "#paragraph": "O conhecimento sobre o Oceano inclui compreender <br> os seus processos, ecossistemas e desafios. <br> Aprender sobre o Oceano é essencial para <br> proteger os seus recursos e garantir a sua sustentabilidade."
  },
  {
    "#code": "D2",
    "#label": "COMUNICAÇÃO",
    "#headline": "Partilhar conhecimento sobre o Oceano",
    "#paragraph": "A comunicação sobre o Oceano é essencial para <br> sensibilizar e educar comunidades. O uso de <br> narrativas, arte, ciência cidadã e media pode ajudar <br> a envolver mais pessoas na conservação marinha."
  },
  {
    "#code": "D3",
    "#label": "COMPORTAMENTO",
    "#headline": "Tomar decisões e adotar comportamentos sustentáveis para o Oceano",
    "#paragraph": "As ações individuais e coletivas influenciam a saúde <br> dos oceanos. Escolhas como reduzir o consumo de <br> plástico, apoiar práticas de pesca sustentável e <br> participar em iniciativas ambientais fazem a diferença."
  },
  {
    "#code": "D4",
    "#label": "ATITUDE",
    "#headline": "Desenvolver preocupações e compromissos com questões oceânicas",
    "#paragraph": "Criar uma ligação emocional com o Oceano ajuda <br> a promover a sua conservação. Desenvolver atitudes <br> responsáveis leva a uma maior proteção dos ecossistemas marinhos."
  },
  {
    "#code": "D5",
    "#label": "CONSCIÊNCIA",
    "#headline": "Estar ciente dos desafios oceânicos e da sua importância",
    "#paragraph": "Compreender os impactos da poluição, sobrepesca e <br> mudanças climáticas no Oceano é essencial para agir <br> de forma consciente e responsável."
  },
  {
    "#code": "D6",
    "#label": "ATIVISMO",
    "#headline": "Participar ativamente na conservação do Oceano",
    "#paragraph": "O ativismo e a defesa do Oceano podem influenciar <br> políticas e promover mudanças. Participar em ações <br> de conservação e envolver-se com organizações <br> ambientais pode ter um grande impacto."
  },
  {
    "#code": "D7",
    "#label": "LIGAÇÃO EMOCIONAL",
    "#headline": "Desenvolver uma ligação emocional com o Oceano e as suas mudanças",
    "#paragraph": "O Oceano desperta emoções, desde admiração e <br> inspiração até preocupação com o seu estado atual. <br> Criar uma relação emocional pode motivar ações <br> de proteção."
  },
  {
    "#code": "D8",
    "#label": "EXPERIÊNCIA",
    "#headline": "Interagir com o Oceano física ou virtualmente",
    "#paragraph": "A experiência direta com o Oceano, seja através de <br> mergulho, navegação, desportos aquáticos ou visitas <br> a aquários e centros de ciência, aumenta a conexão <br> e o respeito pelo ambiente marinho."
  },
  {
    "#code": "D9",
    "#label": "ADAPTAÇÃO",
    "#headline": "Desenvolver resiliência face às mudanças oceânicas",
    "#paragraph": "À medida que o Oceano muda, é crucial adaptar-nos. <br> Desde estratégias para comunidades costeiras até <br> soluções tecnológicas, a resiliência é essencial para <br> enfrentar desafios como a subida do nível do mar."
  },
  {
    "#code": "D10",
    "#label": "CONFIANÇA & TRANSPARÊNCIA",
    "#headline": "Avaliar e confiar na informação sobre o Oceano",
    "#paragraph": "A literacia oceânica implica saber distinguir informação <br> fiável de desinformação. A ciência, a educação e a <br> comunicação transparente são fundamentais para uma <br> gestão eficaz do Oceano."
  }
]