[
  {
    "Pe-ID": "Pe1",
    "What-PAR": "Adotar uma perspetiva <b>científica</b> significa compreender o oceano através da observação e da experimentação.",
    "MAP-question": "Como expressa uma perspetiva CIENTÍFICA?",
    "Example 1": "Para os <b>educadores</b>, uma forma de reforçar uma visão <i>científica</i> do oceano é levar um microscópio portátil para a sala de aula, permitindo que os alunos vejam <hP>microplásticos</hP> em amostras de areia.",
    "Example 2": "Outro exemplo é atribuir aos alunos um projeto de ciência cidadã durante o verão para que descubram a <hP>diversa fauna e flora marinha</hP> que povoa a praia.",
    "P1": "",
    "P2": "",
    "P3": "",
    "P4": "",
    "P5": "y2",
    "P6": "y1",
    "P7": ""
  },
  {
    "Pe-ID": "Pe2",
    "What-PAR": "Adotar uma perspetiva <b>histórica</b> significa explorar como as interações humanas com o oceano evoluíram ao longo do tempo.",
    "MAP-question": "Como expressa uma perspetiva HISTÓRICA?",
    "Example 1": "Para os <b>educadores</b>, uma forma de explorar o oceano <i>historicamente</i> é criar uma playlist no YouTube com pequenos vídeos sobre a <hP>evolução dos sistemas de navegação</hP>, desde a orientação polinésia até aos modernos sistemas GPS.",
    "Example 2": "Outro exemplo é orientar uma discussão em grupo sobre a controversa Era dos Descobrimentos, destacando que <hP>explorar o oceano desconhecido</hP> nunca mais deve ocorrer à custa de comunidades Indígenas (humanas e não humanas).",
    "P1": "",
    "P2": "",
    "P3": "",
    "P4": "",
    "P5": "",
    "P6": "y1",
    "P7": "y2"
  },
  {
    "Pe-ID": "Pe3",
    "What-PAR": "Adotar uma perspetiva <b>geográfica</b> significa examinar como as características e os processos do oceano variam entre regiões.",
    "MAP-question": "Como expressa uma perspetiva GEOGRÁFICA?",
    "Example 1": "Para os <b>educadores</b>, uma forma de promover uma compreensão <i>geográfica</i> do oceano é mostrar um diagrama interativo da 'correia transportadora global' e a sua influência no <hP>clima da Terra</hP>.",
    "Example 2": "Outro exemplo é incentivar os alunos a explorar plataformas digitais que ilustram como a subida do nível do mar irá <hP>reestruturar as linhas costeiras</hP> a nível global.",
    "P1": "",
    "P2": "y2",
    "P3": "y1",
    "P4": "",
    "P5": "",
    "P6": "",
    "P7": ""
  },
  {
    "Pe-ID": "Pe4",
    "What-PAR": "Adotar uma perspetiva de <b>igualdade de género</b> significa analisar a participação equitativa na gestão dos recursos oceânicos.",
    "MAP-question": "Como expressa uma perspetiva de IGUALDADE DE GÉNERO?",
    "Example 1": "Para os <b>educadores</b>, uma forma de trazer uma perspetiva de <i>igualdade de género</i> sobre o oceano é apresentar um documentário sobre o papel fundamental, mas frequentemente ignorado, das <hP>mulheres nas comunidades piscatórias</hP>.",
    "Example 2": "Outro exemplo é partilhar a história de Marie Tharp, Sylvia Earle e de outras mulheres pioneiras da oceanografia, do passado e do presente, cujo trabalho tornou as <hP>profundezas do oceano menos misteriosas</hP>.",
    "P1": "",
    "P2": "",
    "P3": "",
    "P4": "",
    "P5": "",
    "P6": "y1",
    "P7": "y2"
  },
  {
    "Pe-ID": "Pe5",
    "What-PAR": "Adotar uma perspetiva de <b>valores</b> significa considerar diferentes perspetivas nas decisões relacionadas com o oceano.",
    "MAP-question": "Como expressa uma perspetiva de VALOR?",
    "Example 1": "Para os <b>educadores</b>, uma forma de fortalecer uma visão baseada em <i>valores</i> sobre o oceano é organizar um jogo de tabuleiro de simulação que recria <hP>cenários de gestão integrada das zonas costeiras</hP>.",
    "Example 2": "Outro exemplo é organizar um debate público onde especialistas com diferentes perspetivas sobre um setor controverso, como a <hP>aquacultura</hP>, exponham as suas opiniões sobre o presente e o futuro da atividade.",
    "P1": "",
    "P2": "",
    "P3": "",
    "P4": "y2",
    "P5": "",
    "P6": "y1",
    "P7": ""
  },
  {
    "Pe-ID": "Pe6",
    "What-PAR": "Adotar uma perspetiva <b>cultural</b> significa refletir sobre tradições e crenças ligadas ao oceano.",
    "MAP-question": "Como expressa uma perspetiva CULTURAL?",
    "Example 1": "Para os <b>educadores</b>, uma forma de aprofundar a compreensão <i>cultural</i> do oceano é redescobrir a sabedoria ancestral, como Okeanos, o conceito grego de <hP>oceano como um rio único, contínuo e que envolve o mundo</hP>.",
    "Example 2": "Outro exemplo é atribuir leituras sobre os <hP>direitos de pesca tradicionais</hP> e a sua influência na gestão dos recursos marinhos.",
    "P1": "y1",
    "P2": "",
    "P3": "",
    "P4": "",
    "P5": "",
    "P6": "y2",
    "P7": ""
  },
  {
    "Pe-ID": "Pe7",
    "What-PAR": "Adotar uma perspetiva de <b>sustentabilidade</b> significa integrar fatores ambientais, sociais e económicos na utilização do oceano.",
    "MAP-question": "Como expressa uma perspetiva de SUSTENTABILIDADE?",
    "Example 1": "Para os <b>educadores</b>, uma forma de consolidar uma visão de <i>sustentabilidade</i> do oceano é levar os alunos a co-criar um mapa mental ilustrando as interações ambientais, económicas e sociais dentro de uma <hP>Área Marinha Protegida</hP>.",
    "Example 2": "Outro exemplo é pedir aos alunos que escrevam artigos de jornal projetados para o futuro, imaginando como a <hP>exploração responsável das profundezas oceânicas</hP> poderia impulsionar a transição da humanidade para a sustentabilidade.",
    "P1": "",
    "P2": "",
    "P3": "",
    "P4": "y1",
    "P5": "",
    "P6": "",
    "P7": "y2"
  }
]