[
  {
    "P-ID": "P1",
    "P-GEN": "A Terra tem <b>um grande oceano</b> com muitas características.",
    "P-GEN-continue": "As suas águas cobrem ∼ 70% da superfície do nosso planeta e estão em constante movimento.",
    "MAP-question": "Como transmite que o Oceano é UM TODO?",
    "WATER BODY + FEATURE (WBF)": "A <i>interligação inerente</i> do oceano é exemplificada pelo <b>vórtice de lixo do Atlântico Norte</b>, que acumula detritos marinhos provenientes do escoamento fluvial e de atividades marítimas localizadas a milhares de quilómetros de distância.",
    "WBF-P_links": "P6",
    "COUNTRY-E1": "Em <b>Portimão</b>, por exemplo, uma grande ameaça à <hPe>pesca tradicional da sardinha</hPe> é causada pelas <i>disrupções à escala planetária</i> na disponibilidade de plâncton e nas correntes oceânicas devido às alterações climáticas.",
    "E1-Pe_link": "Pe6",
    "COUNTRY-E2": "Outro exemplo é o <hPe>Arquipélago das Berlengas</hPe>, um refúgio único de biodiversidade que depende dos <i>ciclos mais amplos de correntes e nutrientes</i>.",
    "E2-Pe_link": "Pe3"
  },
  {
    "P-ID": "P2",
    "P-GEN": "O oceano <b>molda</b> as características <b>da Terra</b>.",
    "P-GEN-continue": "Isto ocorre principalmente através dos processos tectónicos dos fundos oceânicos e da erosão costeira.",
    "MAP-question": "Como transmite que o Oceano é um MOLDE DA TERRA?",
    "WATER BODY + FEATURE (WBF)": "O papel <i>modelador da Terra</i> do oceano é vividamente demonstrado pela <b>Dorsal Mesoatlântica</b>, uma cadeia montanhosa subaquática em evolução contínua, formada pelo magma de placas tectónicas divergentes, impulsionando a expansão do fundo do Atlântico.",
    "WBF-P_links": "P7",
    "COUNTRY-E1": "Em <b>Lisboa</b>, por exemplo, a <i>influência modeladora do oceano</i> manifestou-se tragicamente no <hPe>famoso terramoto de 1755</hPe>, que devastou a cidade, mas influenciou profundamente a sua paisagem urbana moderna.",
    "E1-Pe_link": "Pe2",
    "COUNTRY-E2": "Outro exemplo é a <hPe>Reserva Mundial de Surf da Ericeira</hPe>, cujo fundo rochoso e formação costeira <i>moldam</i> ondas consistentes e de alta qualidade, influenciando, por sua vez, o tecido socioeconómico da região.",
    "E2-Pe_link": "Pe3"
  },
  {
    "P-ID": "P3",
    "P-GEN": "O oceano influencia fortemente <b>o tempo e o clima</b>.",
    "P-GEN-continue": "Absorvendo a maior parte da radiação solar que atinge o planeta, regula a temperatura e impulsiona os principais padrões meteorológicos.",
    "MAP-question": "Como transmite que o Oceano é um REGULADOR CLIMÁTICO?",
    "WATER BODY + FEATURE (WBF)": "No Atlântico, um exemplo marcante da <i>regulação térmica</i> do oceano é a <b>Corrente das Canárias</b>, que arrefece as temperaturas costeiras das Canárias, de Marrocos e do Saara Ocidental, tendo moldado o seu clima árido ao longo de milénios.",
    "WBF-P_links": "P2",
    "COUNTRY-E1": "Na <b>Nazaré</b>, por exemplo, os <hPe>eventos de ondas gigantes</hPe> tornar-se-ão cada vez mais imprevisíveis devido às <i>mudanças de longo prazo nos percursos e na intensidade das tempestades oceânicas</i>.",
    "E1-Pe_link": "Pe6",
    "COUNTRY-E2": "Outro exemplo é o <hPe>Estuário do Rio Douro</hPe>, cujas frequentes variações de salinidade são diretamente influenciadas pelas <i>marés atlânticas e pelas tempestades costeiras</i>.",
    "E2-Pe_link": "Pe3"
  },
  {
    "P-ID": "P4",
    "P-GEN": "O oceano torna <b>a Terra habitável</b>.",
    "P-GEN-continue": "Faz isso ao produzir oxigénio, regular a temperatura e ao fornecer recursos alimentares.",
    "MAP-question": "Como transmite que o Oceano é um FACILITADOR DA VIDA?",
    "WATER BODY + FEATURE (WBF)": "Um exemplo evidente do papel <i>vital</i> do oceano é a <b>Circulação Meridional de Revolvimento do Atlântico (AMOC)</b>, que possibilita a redistribuição de nutrientes (das profundezas para a superfície) e o sequestro de carbono (das águas superficiais para as profundezas).",
    "WBF-P_links": "P1",
    "COUNTRY-E1": "Em <b>Matosinhos</b>, por exemplo, a <i>ressurgência costeira</i> – subida à superfície de água fria e rica em nutrientes das profundezas – é crucial para a <hPe>manutenção dos stocks de sardinha e das economias associadas</hPe>.",
    "E1-Pe_link": "Pe6",
    "COUNTRY-E2": "Outro exemplo são os prados de ervas marinhas na <hPe>Ria Formosa</hPe>, que <i>permitem a vida</i> ao servirem de berçário para peixes e como um reservatório eficiente de CO2.",
    "E2-Pe_link": "Pe3"
  },
  {
    "P-ID": "P5",
    "P-GEN": "O oceano sustenta uma <b>grande diversidade</b> de vida e ecossistemas.",
    "P-GEN-continue": "Desde o fitoplâncton até às baleias-azuis, a vida marinha desempenha um papel crucial no equilíbrio ecológico do planeta.",
    "MAP-question": "Como transmite que o Oceano é ALTAMENTE DIVERSO?",
    "WATER BODY + FEATURE (WBF)": "No Atlântico, um exemplo notável da <i>grande diversidade</i> do oceano é o <b>recife de coral de Cabo Verde</b>, que, apesar do seu tamanho reduzido, alberga uma vasta mistura de espécies tropicais e temperadas graças à sua localização geográfica única.",
    "WBF-P_links": "P4",
    "COUNTRY-E1": "Por exemplo, <b>Lucky Strike</b>, uma fonte hidrotermal situada a 150 km de <b>Horta</b>, tem sido o foco de <hPe>explorações científicas em águas profundas</hPe>, revelando <i>formas de vida únicas</i> que prosperam na ausência de luz solar.",
    "E1-Pe_link": "Pe2",
    "COUNTRY-E2": "Outro exemplo é o <hPe>Parque Marinho Luiz Saldanha</hPe>, que alberga <i>mais de 1000 espécies marinhas</i>, incluindo golfinhos, cavalos-marinhos e corais, sustentando o ecoturismo.",
    "E2-Pe_link": "Pe3"
  },
  {
    "P-ID": "P6",
    "P-GEN": "O oceano e os humanos estão <b>interligados</b>.",
    "P-GEN-continue": "Os humanos dependem do oceano para recursos, regulação do clima e identidade cultural.",
    "MAP-question": "Como transmite que o Oceano está INTERLIGADO COM OS HUMANOS?",
    "WATER BODY + FEATURE (WBF)": "A <i>interligação entre os humanos e o Atlântico</i> é exemplificada pela <b>sobrepesca histórica</b>, que ameaça tanto a sobrevivência de muitas espécies marinhas como os meios de subsistência de várias comunidades costeiras.",
    "WBF-P_links": "P1",
    "COUNTRY-E1": "No <b>Porto</b>, por exemplo, a <hPe>investigação avançada sobre medicamentos derivados do oceano</hPe> é um exemplo marcante da <i>profunda ligação entre a biodiversidade marinha e a saúde humana</i>.",
    "E1-Pe_link": "Pe1",
    "COUNTRY-E2": "Outro exemplo é a <hPe>Ria de Aveiro</hPe>, cuja grande operação de limpeza e restauro da vida marinha reflete como <i>os humanos podem mitigar e reverter o seu próprio impacto ambiental</i>.",
    "E2-Pe_link": "Pe3"
  },
  {
    "P-ID": "P7",
    "P-GEN": "Grande parte do oceano <b>permanece inexplorada</b>.",
    "P-GEN-continue": "Novas tecnologias permitem-nos explorar e compreender melhor o oceano, mas grande parte ainda permanece desconhecida.",
    "MAP-question": "Como transmite que o Oceano é MAIORITARIAMENTE INEXPLORADO?",
    "WATER BODY + FEATURE (WBF)": "No Atlântico, a <i>natureza desconhecida</i> do oceano é ilustrada pelas recentes descobertas das <b>fontes hidrotermais</b>, nascentes quentes de águas profundas que tiveram um papel fundamental, ainda que enigmático, nas origens da vida na Terra.",
    "WBF-P_links": "P4, P2",
    "COUNTRY-E1": "Sob as águas do <i>Estuário do Tejo</i>, por exemplo, um <i>número desconhecido</i> de <hPe>naufrágios, que abrangem séculos de história marítima</hPe>, <i>permanece por descobrir e registar</i>.",
    "E1-Pe_link": "Pe2",
    "COUNTRY-E2": "Outro exemplo é o <hPe>Monte Submarino Josephine</hPe>, cuja biodiversidade e formação geológica <i>permanece desconhecida e continua a ser estudada</i>.",
    "E2-Pe_link": "Pe3"
  }
]