[
  {
    "D-ID": "D1",
    "What-PAR": "<b>Conhecimento</b> refere-se à compreensão dos temas oceânicos e das suas interconexões. Reflete-se na capacidade de explicar fenómenos marinhos, relacionar sistemas e aplicar conhecimentos a desafios.",
    "MAP-question": "Como melhora o CONHECIMENTO sobre o Oceano?",
    "Example 1": "Ler um artigo científico sobre <hP>correntes oceânicas</hP> e o seu impacto nas <hPe>atividades marítimas</hPe> é uma forma de expandir o <i>conhecimento</i> sobre temas relacionados com o oceano.",
    "Example 2": "Outro exemplo é estudar um manual sobre <hP>biodiversidade marinha</hP> e <hPe>técnicas de observação científica</hPe> para um teste.",
    "P1": "y1",
    "P2": "",
    "P3": "",
    "P4": "",
    "P5": "y2",
    "P6": "",
    "P7": "",
    "Pe1": "y2",
    "Pe2": "",
    "Pe3": "",
    "Pe4": "",
    "Pe5": "",
    "Pe6": "",
    "Pe7": "y1"
  },
  {
    "D-ID": "D2",
    "What-PAR": "<b>Comunicação</b> é a capacidade de partilhar temas oceânicos com diferentes públicos e contextos. Torna-se evidente quando as ideias fluem com clareza, os debates aproximam perspetivas e as mensagens inspiram ação.",
    "MAP-question": "Como melhora a COMUNICAÇÃO sobre o Oceano?",
    "Example 1": "Produzir um fotorreportagem amadora sobre <hP>poluição marinha</hP> e as suas <hPe>razões culturais</hPe> é uma forma de desenvolver competências de <i>comunicação</i> sobre temas oceânicos.",
    "Example 2": "Outro exemplo é produzir publicações informativas nas redes sociais sobre <hP>a relação entre o oceano e o clima</hP> e a sua relevância nos <hPe>diferentes bacias oceânicas</hPe>.",
    "P1": "",
    "P2": "",
    "P3": "y2",
    "P4": "",
    "P5": "",
    "P6": "y1",
    "P7": "",
    "Pe1": "",
    "Pe2": "",
    "Pe3": "y2",
    "Pe4": "",
    "Pe5": "",
    "Pe6": "y1",
    "Pe7": ""
  },
  {
    "D-ID": "D3",
    "What-PAR": "<b>Comportamento</b> abrange ações e hábitos deliberados que influenciam o oceano. Manifesta-se em escolhas como adotar práticas sustentáveis, apoiar políticas ou participar na conservação.",
    "MAP-question": "Como melhora o COMPORTAMENTO pró-Oceano?",
    "Example 1": "Recusar a <hPe>cultura descartável da modernidade</hPe> após aprender sobre <hP>o impacto da poluição por plásticos na perda de biodiversidade marinha</hP> é um exemplo de transformar uma maior compreensão do oceano em <i>comportamento</i> sustentável.",
    "Example 2": "Outro exemplo é optar por escolhas sustentáveis de produtos do mar para preservar a <hP>regeneração da vida marinha</hP> e os respetivos <hPe>benefícios socioeconómicos</hPe> para as pessoas.",
    "P1": "",
    "P2": "",
    "P3": "",
    "P4": "y2",
    "P5": "y1",
    "P6": "",
    "P7": "",
    "Pe1": "",
    "Pe2": "",
    "Pe3": "",
    "Pe4": "",
    "Pe5": "",
    "Pe6": "y1",
    "Pe7": "y2"
  },
  {
    "D-ID": "D4",
    "What-PAR": "<b>Atitude</b> resulta de inclinações e predisposições pessoais face às questões do oceano. Reflete-se na preocupação, curiosidade ou compromisso com a preservação marinha, expressos em valores e decisões.",
    "MAP-question": "Como fomenta uma ATITUDE pró-Oceano?",
    "Example 1": "Manter-se atualizado sobre as <hP>questões oceânicas mais urgentes e interligadas</hP>, e os consequentes <hPe>conflitos</hPe>, exemplifica uma <i>atitude</i> pro-oceano.",
    "Example 2": "Outro exemplo é ir até à costa sempre que for preciso <hP>restaurar o equilíbrio interior</hP> ou <hPe>encontrar inspiração</hPe>.",
    "P1": "y1",
    "P2": "",
    "P3": "",
    "P4": "",
    "P5": "",
    "P6": "y2",
    "P7": "",
    "Pe1": "",
    "Pe2": "",
    "Pe3": "",
    "Pe4": "",
    "Pe5": "y1",
    "Pe6": "y2",
    "Pe7": ""
  },
  {
    "D-ID": "D5",
    "What-PAR": "<b>Consciência</b> é o reconhecimento das questões oceânicas e da sua relevância. Desenvolve-se quando as pessoas identificam desafios, procuram informação e ligam a saúde do oceano a contextos mais amplos.",
    "MAP-question": "Como aumenta a CONSCIENCIALIZAÇÃO sobre o Oceano?",
    "Example 1": "Assistir a um documentário—por exemplo, sobre o dramático <hP>branqueamento dos corais</hP> que afeta a <hPe>Grande Barreira de Coral</hPe>—é uma forma de aumentar a <i>consciência</i> sobre questões oceânicas.",
    "Example 2": "Outro exemplo é seguir ativamente as contas de <hPe>instituições de investigação marinha</hPe> nas redes sociais para se manter atualizado sobre as mais recentes <hP>descobertas nas profundezas do oceano</hP>.",
    "P1": "",
    "P2": "",
    "P3": "y1",
    "P4": "",
    "P5": "",
    "P6": "",
    "P7": "y2",
    "Pe1": "y2",
    "Pe2": "",
    "Pe3": "y1",
    "Pe4": "",
    "Pe5": "",
    "Pe6": "",
    "Pe7": ""
  },
  {
    "D-ID": "D6",
    "What-PAR": "<b>Ativismo</b> é o empenho na promoção de mudanças em políticas, comportamentos e normas relacionadas com o oceano. Concretiza-se na advocacia, em movimentos sociais e na influência sobre a opinião pública.",
    "MAP-question": "Como apoia o ATIVISMO pelo Oceano?",
    "Example 1": "Assinar uma petição contra a <hPe>pesca ilegal</hPe> para proteger a <hP>biodiversidade marinha</hP> é um ato concreto de <i>ativismo</i> oceânico.",
    "Example 2": "Outro exemplo é participar em protestos contra a <hP>extração mineral desregulada nas profundezas do oceano</hP>, defendendo os direitos das <hPe>populações indígenas humanas e não humanas</hPe>.",
    "P1": "",
    "P2": "",
    "P3": "",
    "P4": "",
    "P5": "y1",
    "P6": "y2",
    "P7": "",
    "Pe1": "",
    "Pe2": "",
    "Pe3": "",
    "Pe4": "",
    "Pe5": "y2",
    "Pe6": "",
    "Pe7": "y1"
  },
  {
    "D-ID": "D7",
    "What-PAR": "<b>Ligação Emocional</b> diz respeito à conexão sensorial com o oceano. Engloba fascínio, receio, preocupação ou alegria perante os ambientes marinhos, os seus mistérios e o seu futuro.",
    "MAP-question": "Como potencia as LIGAÇÃO EMOCIONAL?",
    "Example 1": "Sofrer ao ver um <hP>grande episódio de mortandade de peixes</hP> devido a <hPe>tratamento inadequado de águas residuais</hPe> é uma forma de compreender as questões oceânicas através do <i>sentimento</i>.",
    "Example 2": "Outro exemplo é sentir admiração e inspiração tanto pelas <hP>profundezas do oceano</hP> como pelo espírito aventureiro de <hPe>exploradoras do passado e do presente</hPe>.",
    "P1": "",
    "P2": "",
    "P3": "",
    "P4": "",
    "P5": "",
    "P6": "y1",
    "P7": "y2",
    "Pe1": "",
    "Pe2": "",
    "Pe3": "",
    "Pe4": "y2",
    "Pe5": "",
    "Pe6": "",
    "Pe7": "y1"
  },
  {
    "D-ID": "D8",
    "What-PAR": "<b>Experiência</b> refere-se a interações—diretas ou indiretas—que aumentam a familiaridade com o oceano. Inclui atividades práticas, experiências virtuais, aprendizagem ao ar livre e muito mais.",
    "MAP-question": "Como melhora a EXPERIÊNCIA do Oceano?",
    "Example 1": "Fazer snorkeling numa <hP>reserva marinha</hP> e ajudar a <hPe>monitorizar espécies intertidais</hPe> é uma forma de aprender sobre o oceano através da <i>experiência</i>.",
    "Example 2": "Outro exemplo é visitar um <hPe>museu marítimo</hPe> e explorar a evolução da <hP>interdependência entre o oceano e a humanidade</hP> ao longo do tempo.",
    "P1": "",
    "P2": "",
    "P3": "",
    "P4": "",
    "P5": "y1",
    "P6": "y2",
    "P7": "",
    "Pe1": "y1",
    "Pe2": "y2",
    "Pe3": "",
    "Pe4": "",
    "Pe5": "",
    "Pe6": "",
    "Pe7": ""
  },
  {
    "D-ID": "D9",
    "What-PAR": "<b>Capacidade de Adaptação</b> é a aptidão para se ajustar às mudanças nas condições oceânicas. Manifesta-se na adaptação de comportamentos, estratégias ou políticas para garantir resiliência perante incertezas.",
    "MAP-question": "Como melhora a CAPACIDADE DE ADAPTAÇÃO ao nosso Oceano em mudança?",
    "Example 1": "Comunidades <hPe>que diversificam as suas economias locais para além da pesca</hPe> a fim de permitir a <hP>regeneração dos stocks de peixe</hP> demonstram a sua <i>capacidade adaptativa</i>.",
    "Example 2": "Outro exemplo é promover <hPe>grupos de trabalho multissetoriais</hPe> para encontrar soluções conjuntas para o problema do <hP>aumento da erosão costeira</hP>.",
    "P1": "",
    "P2": "y2",
    "P3": "",
    "P4": "y1",
    "P5": "",
    "P6": "",
    "P7": "",
    "Pe1": "",
    "Pe2": "",
    "Pe3": "",
    "Pe4": "",
    "Pe5": "y2",
    "Pe6": "",
    "Pe7": "y1"
  },
  {
    "D-ID": "D10",
    "What-PAR": "<b>Confiança e Transparência</b> referem-se à credibilidade da informação sobre o oceano. Expressam-se na confiança em fontes fidedignas, na análise crítica de dados e na exigência de transparência nas decisões.",
    "MAP-question": "Como melhora a CONFIANÇA E TRANSPARÊNCIA das pessoas na informação sobre o Oceano?",
    "Example 1": "Identificar uma notícia falsa—que, por exemplo, ignora a <hP>profunda interdependência entre o oceano e o clima</hP>—demonstra a capacidade de aprender sobre o oceano de forma <i>crítica</i>.",
    "Example 2": "Outro exemplo é partilhar conteúdos digitais apenas depois de verificar a credibilidade da fonte, especialmente quando se trata de temas controversos como a <hP>extração mineral em alto-mar</hP>.",
    "P1": "",
    "P2": "",
    "P3": "y1",
    "P4": "",
    "P5": "",
    "P6": "",
    "P7": "y2",
    "Pe1": "/",
    "Pe2": "/",
    "Pe3": "/",
    "Pe4": "/",
    "Pe5": "/",
    "Pe6": "/",
    "Pe7": "/"
  }
]