[
  {
    "#label": "PRINCIPLES",
    "#TOOLTIP": "As macrocaracterísticas do Oceano que todos devem conhecer"
  },
  {
    "#label": "PERSPECTIVES",
    "#TOOLTIP": "As lentes através das quais as atividades oceânicas podem ser compreendidas"
  },
  {
    "#label": "DIMENSIONS",
    "#TOOLTIP": "As diferentes formas de promover a Literacia do Oceano"
  },
  {
    "#label": "P1",
    "#TOOLTIP": "O Oceano é um sistema único e interligado, com características diversas."
  },
  {
    "#label": "P2",
    "#TOOLTIP": "O Oceano molda as paisagens e os ecossistemas da Terra ao longo do tempo."
  },
  {
    "#label": "P3",
    "#TOOLTIP": "O Oceano regula o clima e o tempo à escala global."
  },
  {
    "#label": "P4",
    "#TOOLTIP": "O Oceano torna a vida na Terra possível ao fornecer condições essenciais."
  },
  {
    "#label": "P5",
    "#TOOLTIP": "O Oceano sustenta uma vasta variedade de ecossistemas e formas de vida."
  },
  {
    "#label": "P6",
    "#TOOLTIP": "O Oceano e os seres humanos estão profundamente ligados de múltiplas formas."
  },
  {
    "#label": "P7",
    "#TOOLTIP": "O Oceano permanece maioritariamente inexplorado, guardando muitos mistérios."
  },
  {
    "#label": "Pe1",
    "#TOOLTIP": "Observar o Oceano através de métodos científicos para compreender os seus processos."
  },
  {
    "#label": "Pe2",
    "#TOOLTIP": "Considerar perspetivas históricas sobre as interações entre humanos e o Oceano."
  },
  {
    "#label": "Pe3",
    "#TOOLTIP": "Analisar características e desafios oceânicos sob uma perspetiva geográfica."
  },
  {
    "#label": "Pe4",
    "#TOOLTIP": "Perceber como o género influencia o acesso e o uso dos recursos oceânicos."
  },
  {
    "#label": "Pe5",
    "#TOOLTIP": "Compreender diferentes valores e perspetivas nas decisões relacionadas com o Oceano."
  },
  {
    "#label": "Pe6",
    "#TOOLTIP": "Explorar tradições culturais e conhecimentos ligados ao Oceano."
  },
  {
    "#label": "Pe7",
    "#TOOLTIP": "Enquadrar a sustentabilidade oceânica em termos ambientais, económicos e sociais."
  },
  {
    "#label": "D1",
    "#TOOLTIP": "Conhecer temas relacionados com o Oceano e as suas interconexões."
  },
  {
    "#label": "D2",
    "#TOOLTIP": "Comunicar conhecimentos sobre o Oceano com colegas e comunidades."
  },
  {
    "#label": "D3",
    "#TOOLTIP": "Adotar comportamentos e tomar decisões que impactam a sustentabilidade oceânica."
  },
  {
    "#label": "D4",
    "#TOOLTIP": "Desenvolver atitudes e preocupações em relação aos desafios oceânicos."
  },
  {
    "#label": "D5",
    "#TOOLTIP": "Estar consciente dos desafios relacionados com o Oceano e da sua importância."
  },
  {
    "#label": "D6",
    "#TOOLTIP": "Participar em ativismo e advocacia para a conservação do Oceano."
  },
  {
    "#label": "D7",
    "#TOOLTIP": "Viver conexões emocionais com o Oceano e as suas mudanças."
  },
  {
    "#label": "D8",
    "#TOOLTIP": "Interagir com o Oceano fisicamente ou virtualmente para criar ligações."
  },
  {
    "#label": "D9",
    "#TOOLTIP": "Adaptar-se às mudanças e desafios oceânicos com resiliência."
  },
  {
    "#label": "D10",
    "#TOOLTIP": "Confiar e avaliar a transparência da informação relacionada com o Oceano."
  }
]
